{
  "bank_name": "Citigroup Inc.",
  "call_date": "2023-04-14",
  "reporting_period": "Q1 2023",
  "header_pattern": "T R A N S C R I P T <TAG_2>\nCiti First Quarter 2023 Earnings Review <TAG_2>\nApril 14, 2023 <TAG_2>\n<TAG_2>\n<TAG_2>\n<TAG_2>\n<TAG_2>\n<TAG_2>\nCopyright  2023 Citigroup Inc.  <TAG_2>\n<TAG_2>",
  "footer_pattern": "Certain statements in this document are \"forward<TAG_2>\nlooking statements\" within the meaning of the rules and <TAG_2>\nregulations of the U.S. Securities and Exchange Commission. These statements are based on management's <TAG_2>\ncurrent expectations and are subject to uncertainty and changes in circumstances. Actual results and <TAG_2>\ncapital and other financial condition may differ materially from those included in these statements due to a <TAG_2>\nvariety of factors, including the precautionary statements included in this document and those contained in Citigroup's filings with the U.S. Securities and Exchange Commission, including without limitation the \"Risk Factors\" section of Citigroup's 202<TAG_2>\n2 Annual Report on Form 10-K. <TAG_2>\n<TAG_2>",
  "last_utterance_tokens": "2 Annual Report on Form 10-K. <TAG_2>\n<TAG_2>\n<PAGE_BREAK>",
  "participants": [
    {
      "speaker_name_variants": [
        "Jennifer Landis",
        "Jenn Landis",
        "Ms. Landis"
      ],
      "speaker_title_variants": [
        "Head of Citi Investor Relations",
        "Head of Investor Relations"
      ],
      "speaker_company_variants": [
        "Citi",
        "Citigroup"
      ],
      "speaker_attributions": [
        "Jennifer Landis: <TAG_2>",
        "Ms. Landis, <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Jane Fraser"
      ],
      "speaker_title_variants": [
        "Citi Chief Executive Officer",
        "Chief Executive Officer"
      ],
      "speaker_company_variants": [
        "Citi",
        "Citigroup"
      ],
      "speaker_attributions": [
        "Jane Fraser: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Mark Mason"
      ],
      "speaker_title_variants": [
        "Citi Chief Financial Officer",
        "Chief Financial Officer"
      ],
      "speaker_company_variants": [
        "Citi",
        "Citigroup"
      ],
      "speaker_attributions": [
        "Mark Mason: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Operator"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [],
      "speaker_attributions": [
        "Operator: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Glenn Schorr"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Evercore"
      ],
      "speaker_attributions": [
        "Glenn Schorr: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Mike Mayo"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Wells Fargo Securities"
      ],
      "speaker_attributions": [
        "Mike Mayo: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Betsy Graseck"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Morgan Stanley"
      ],
      "speaker_attributions": [
        "Betsy Graseck: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Erika Najarian"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "UBS"
      ],
      "speaker_attributions": [
        "Erika Najarian: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Jim Mitchell"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Seaport Global"
      ],
      "speaker_attributions": [
        "Jim Mitchell: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Steven Chubak"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Wolfe Research"
      ],
      "speaker_attributions": [
        "Steven Chubak: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Ebrahim Poonawala"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Bank of America"
      ],
      "speaker_attributions": [
        "Ebrahim Poonawala: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Matt O'Connor"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Deutsche Bank"
      ],
      "speaker_attributions": [
        "Matt O'Connor<TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Gerard Cassidy"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "RBC Capital Markets"
      ],
      "speaker_attributions": [
        "Gerard Cassidy: <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Vivek Juneja"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "JPMorgan"
      ],
      "speaker_attributions": [
        "Vivek Juneja:  <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Ken Usdin"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Jefferies"
      ],
      "speaker_attributions": [
        "Ken Usdin: <TAG_2>"
      ]
    }
  ],
  "utterances": [
    {
      "speaker": "Matt O'Connor",
      "utterance": "Hello. You guys have talked about bending the curve on costs I think in the latter part of 2024, and I wanted to see if that's still the case. And I guess maybe just some clarification on what bending the curve means. Is that slowing expense growth, absolute drop, any kind of clarity on that, and costs in general kind of medium-term would be helpful. Thank you. Mark Mason: Thank, Matt. To answer your question very directly, yes, it is still the case. We are going to bend the curve, as I mentioned, towards the end of 2024. It does mean an absolute dollar reduction in expenses. Matt O'Connor: Okay. That's helpful. And then, I think in the past you've kind of insinuated that's like the start of hopefully a more material drop in costs beyond, obviously this is far away, but just any additional color there too. Thank you. Mark Mason: Yeah, look, again, look, the expense base is a key area of focus for us, right? We recognize that expenses have been growing. They've been growing because we've been investing in the franchise both transformation-wise as well as business-led growth to support the competitive advantages that we have in many of our franchises, but we're managing that very actively and very deliberately, and that means that we're looking to ensure that we're spending the money in the right way in the right places and that we're going to yield the benefits that we expect from that over time. And that was all factored into the targets that we set at our Investor Day for the medium-term, and what that requires is that we start bending the curve in 2024 as I stated and that we end in that medium-term at a place where we have an operating efficiency of about 60% and we're positioned to have returns that are in that 11% to 12% RoTCE point of view. There are a couple of factors that are going to contribute to lowering that expense base. One, the divestitures that we've been talking about, right. The second is the benefits from the transformation and other investments that I've just referenced. And the third is further organizational and management simplification efforts that we have underway that are enabled by the idea that we're exiting 14 consumer countries. And so those three factors, if you will, become very important to ensure that we get to that lower cost structure and that we're able to deliver on the broader commitments that we're making with regards to returns. Operator: Thank you. Our next question will come from Gerard Cassidy with RBC Capital Markets. Your line is open. Gerard Cassidy: Thank you. Hi, Jane. Hi, Mark. A couple questions. Jane, maybe starting with you first, or Mark, both of you can answer it. In view of what the disruptions we've seen in the banking system in the month of March with what went on with the regional banks here in the US and obviously the large investment bank over in Switzerland, do you guys see changes coming, or what changes do you see coming in terms of regulatory whether it's more capital, more liquidity, and it may not be directed at a company like yours because you're a global SIFI already and it might be more regionally orientated in the United States. And as part of this question, Jane, can you guys give us some color on the deposit you and your peers made into First Republic? What was the thinking behind that as well? Jane Fraser: Sure. Thank you for the question, Gerard. Well, I'd say that we hope that there will be a thoughtful and targeted approach to any changes in the regulatory and capital framework and that they T R A N S C R I P T Citi First Quarter 2023 Earnings Review April 14, 2023 Copyright 2023 Citigroup Inc. 17 address the root causes of what actually happened here, and what happened is a combination of macro impacts from the sharp, rapid rate increases and some idiosyncratic situations, namely a lack of proper asset and liability management at a small handful of banks. We don't see these issues as pervasive throughout the broader banking industry, but the events certainly highlight the importance of prudent asset and liability management. We still believe that there is plenty of capital amongst the large banks, and if capital requirements were to increase for the large banks by the regulators it would exacerbate any credit tightening that might go on. And related to that, what continues to keep me most awake at night is the quantity and quality of activity in the shadow banking industry. It does not benefit from the same regulatory frameworks and protections for participants, and I, amongst others, fear that more activity getting driven into it, if the banking capital requirements increase, will be to the detriment of system strength and stability. So we hope that this approach will be thoughtful and targeted to where the issues actually were. As I said in my opening comments, we thought that the regulators both at the local and national and the international level were swift and effective in making sure that they tackled the issues that were in front and we were absolutely delighted that the large banks acted as a source of strength. And let's just step back for a minute. In the face of tremendous market uncertainty, 11 of the largest US banks were able to come together to inject $30 billion of deposits into First Republic in a little over one day, and that speaks volumes for our capital and balance sheet positions, and I think the responsibility of large institutions in recognizing that we also play an important role here in helping stabilize situations like this. We thought it was very important to help buy some time and also demonstrate our confidence in the overall US banking system. So, I hope that gives you a bit of a flavor. Gerard Cassidy: No, very, very insightful. Very good. Thank you. And then as a follow-up question, I noticed in your Card, I think it was slide 8, you give us the prime, 80% of the portfolio is prime, which is FICO scores greater than 680. I don't know if you would agree with this statement, but we're hearing that there was some FICO score inflation as a result of the pandemic. A lot of consumers saw their FICO scores go up, and I've seen numbers as high as 70 points, that may be on the high side, but can you guys, do you agree with that, and if you do, would you then expect the 700 FICO score customer at some point to behave like a 650 score customer? Jane Fraser: I think the short answer is no, but let me let Mark answer that one. Mark Mason: I think what's really important here, Gerard, is kind of what we're seeing in the way of the performance of the portfolio. So again, I've heard that sentiment regarding FICO score inflation. We feel very confident in how we've assessed our customers and what it means to have 80% of our customers prime and greater than 680. I think importantly, what we're seeing is we're seeing payment rates start to slow. We're seeing average interest-earning balances start to increase. We're seeing NCL rates increase, but particularly driven by the lower FICO score customers across the portfolio which is where you would expect to start to see that drag occur, and the NCL rates that we're seeing are still well below what we would see in a normal cycle and they're in line with what we've been forecasting for performance. So there are no surprises that we're seeing in terms of how that curve is evolving. We'd expect that it will get back to those normal levels towards the beginning of next year. It will likely play through those normal levels a bit before tapering. But my point here is that we understand our customers, the portfolio, and how it reacts to the environment enough to forecast that out, and so far, that's been performing in line with that forecast and those estimates. And importantly, we continue to stress it to make sure we're not missing anything and importantly, we carry a sizable reserve, as you know, as part of that $20 billion. T R A N S C R I P T Citi First Quarter 2023 Earnings Review April 14, 2023 Copyright 2023 Citigroup Inc. 18 Jane Fraser: I'd also add that we don't just rely on FICO scores for assessing the credit of our customers and our portfolio. There's a tremendous amount of data that we draw upon that goes well, well beyond that, and that's also, as you can imagine, something that gives a lot more confidence is it's not just prior history, it's a wealth of data that is used. Operator: Thank you. Our next question will come from Vivek Juneja with JPMorgan. Your line is open. Vivek Juneja: Thank you. Thanks for taking my questions, Mark and Jane. Mark, I want to go to your revenue, I hear you, you're keeping the revenue guidance unchanged. What is in your revenue assumption, just want to unpeel that onion a little bit. What's in your revenue assumption for rates, US and internationally, and what is going on with deposit betas particularly following the inflows you've seen recently in the US with the crisis? Mark Mason: Yeah, so, I guess a couple things. One, in terms of the rates that we've assumed, in the balance of the year, we've kind of assumed that rates would flatten out after this quarter, after this second quarter and then trend down a bit towards the end of the year. Down a bit to something like 4.50% or so, so we may have one rate increase and then flat and then down to about 4.50%. That could change, but candidly, if it changes a little bit here or there, it's unlikely to have a meaningful impact in 2023. That's likely to have more of an impact in 2024. So we can debate that curve, but that's kind of what we have thus far in our outlook. And that's US rates. The second point I'd make is around non-US rates. We're assuming, I don't have specifics in front of me in terms of the rate curves around the globe, but we are assuming continued rate increases there. Not of a significant magnitude, but some assumptions there depending on where we're talking about. The beta assumptions that we have built in are for betas to continue to increase outside of the US, but again, they run lower than the US in general for our multinational clients. We expect that we will see in the PBWM Retail Banking, or the PBWM client segment space that clients are likely to move towards either higher-yielding deposit products or investment products, and so we've factored those things into how we think about the outlook. And could that change or evolve? Absolutely. But that's kind of what's behind what we've assumed here. Vivek Juneja: And just as a clarification, with the inflows you've seen recently in deposits with the crisis, this is in the US, obviously, are the betas tempering a little bit, how much those are going up? Is that slowing down, or not any change so far? Mark Mason: So a couple things I mentioned. So one, we did see inflows in the quarter associated with some of the sector turmoil. We've looked at kind of deposit levels from call it March 7th, March 8th through close to the end of March, and we certainly did see an uptick, call it probably a little bit under $30 billion or so of inflows in that period of time, with a good portion of that in our CCB, our Commercial Middle-Market client base. It's too soon to tell kind of how betas evolve, but we do think that a good portion of those deposits will likely be sticky. I think what's important here is that part of our strategy here is in fact growing operating deposits with our large multinational clients and our middle-market clients, and so we're going to continue to be focused on that. What's a little bit unclear is how the rate environment continues to evolve and what that means for how betas actually evolve, and we'll have to kind of wait and see. It's too soon to tell as it relates to that. Operator: Thank you. Our next question will come from Ken Usdin with Jefferies. Your line is open. T R A N S C R I P T Citi First Quarter 2023 Earnings Review April 14, 2023 Copyright 2023 Citigroup Inc. 19 Ken Usdin: Thanks. Hey, Mark, just a follow-up on the credit. So you mentioned obviously that you moved your part of your CECL adjustment a little bit in your weightings, and you had previously talked about getting towards normalized card losses, I think you'd said by around the end of the year. So can you just given the changes that we're seeing ahead of us and definitely saw some normalization happen this quarter, can you just, are you still on line for that getting to that 3-3.5% and 5-5.5% in the respective card businesses by around year-end this year? Mark Mason: Yeah, year-end, early next year, yes. We're still kind of on track, on trend for that. Again, I'd expect that they pick up a little bit after that before they start tapering down. But the answer to your question, Ken, is yes. That's still the timeline, fourth quarter, early 2024 reaching those normalized levels. Ken Usdin: Okay, cool. And then one more just follow-up. End-of-period deposits down 3%, you mentioned the taxes. Are the taxes, is the tax impact felt across the business? When I look at the deposits page, there are a lot of ins and there are a lot of outs on an end-of-period basis, and just trying to get a sense of like what areas might have been impacted by that tax seasonality and where there was just some of the other pieces that you've already talked through in terms of inflows, outflows, and everything else in between. Mark Mason: Yeah, it's a good question. So, again, when you look at our deposits on an average basis, you see on page 26 that they tick up a little bit. If you look at it on an end of period basis, they're down about 3%, and essentially, intra-quarter, particularly in March as I mentioned earlier, we did see a sizable increase in flows. With that said, if you remember in the fourth quarter, we saw a nice run-up in deposits, and then we have the seasonality point that I referenced in my prepared remarks where we have both operational payments from our large TTS clients as well as tax payments with our TTS clients, also with Wealth clients to some extent kind of playing through the end-of-period deposits. And again, that for the most part is normal operating payments that we'd expect to see at this time of year. Jane Fraser: So no surprises in what happened. Operator: Thank you. Our last question will come from Mike Mayo with Wells Fargo Securities. Your line is open. Mike Mayo: Hi. Just one clarification on that last answer. You said you had intra-quarter flows. Did you gain more deposits in the month of March, and was that in the US? Mark Mason: Yes, that's what I was talking about, Mike, in terms of those flows. They did come largely in the US in the month of March, call it March 8th through kind of the end of March. They were overshadowed by these normal payments that I referenced, and we did, we still see good activity kind of even as we came through March and into early parts of April. Jane Fraser: And that was both in the Institutional business that we saw the inflows as well as in PBWM. Mark Mason: Yes, in Wealth. Mike Mayo: And if you define deposits this way, I mean, if I'm oversimplifying, correct me, but, look, you have 5,000 multinationals you really target for payments, Capital Markets and Banking. Those companies have a lot of deposits, a lot of Services. That's the stickiness and that's where you said 80% of your clients in TTS have been with you for over 15 years. What if the deposits for those 5,000 multinationals, and I know I'm asking you to slice and dice in a little bit different way, but even just a general sense, because the reason I'm asking this is because I think there's T R A N S C R I P T Citi First Quarter 2023 Earnings Review April 14, 2023 Copyright 2023 Citigroup Inc. 20 a disconnect between showing percent of uninsured deposits as a measure of stickiness, and I don't think that's valid, and you've showed higher deposits even though you have a big percentage of uninsured deposits or maybe that doesn't matter as much as some front pages of newspapers are suggesting, so if you could address that. Mark Mason: Yeah, thanks, Mike. Look, I'd tell you to turn to page 26 in the earnings presentation. We've broken down the deposits for each of the businesses that we have, and at the bottom, you see the TTS deposits, and this is where the 5,000 or so large multinational client deposits reside, and you can see the stability, as well as the steady growth in those deposits over time. And to your point, these are largely operational deposits that these clients have with us, and we shouldn't mistake rate sensitivity or betas with stickiness, right, and it's because these deposits tend to be quite sticky with us, as you can see here. Now, they're price-sensitive in the sense that as rates go up, we often have to reprice those. But remember, the relationships we have with these clients are broader than just deposit relationships, and that's what gives us the opportunity to adjust pricing accordingly with our deposits both in the US and outside of the US. And so the other page, in your own time you can look at it is the page prior to that which again speaks to the diversification of the portfolio but it also speaks to the length of time that many of these clients have been with us and have grown with us, and so nearly 80% of our deposits are from clients that have a greater than 15 year relationship with us, and that says a lot. And so anyway, those are the two points I'd make. Hopefully that addresses your question around the stickiness. Jane Fraser: Yeah, I often say it takes a root canal to extract us from the operations of our clients just because of exactly what we're talking about here, and that's also we see it even with the mid-market clients that are a growing portion here as well because we're helping them expand internationally, and that stickiness comes through and the LCR of 120% is a very high-quality LCR ratio. Operator: Thank you. And there are no further questions at this time. I will now turn the call over to Jenn Landis for closing remarks. Jennifer Landis: Thank you everyone for joining us today. If you have any follow-up questions, please reach out to IR. Thank you. Operator: This does conclude Citi's First Quarter 2023 Earnings Review Call. You may now disconnect at any time. Certain statements in this document are \"forward looking statements\" within the meaning of the rules and regulations of the U.S. Securities and Exchange Commission. These statements are based on management's current expectations and are subject to uncertainty and changes in circumstances. Actual results and capital and other financial condition may differ materially from those included in these statements due to a variety of factors, including the precautionary statements included in this document and those contained in Citigroup's filings with the U.S. Securities and Exchange Commission, including without limitation the \"Risk Factors\" section of Citigroup's 202 2 Annual Report on Form 10-K.",
      "uuid": "f7d463fb-debf-4660-b26e-dff5a6b43206"
    }
  ]
}