{
  "hosting_bank_name": "Barclays PLC",
  "call_date": "2025-04-30",
  "reporting_period": "Q1-2025",
  "header_pattern": "Investor Relations",
  "footer_pattern": "",
  "first_3_non_speaker_words_in_last_utterance": "Thank you everybody",
  "participants": [
    {
      "speaker_name_variants": [
        "Guy Stebbings"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "BNP Paribas Exane"
      ],
      "speaker_attributions": [
        "<TAG_2> Guy Stebbings, BNP Paribas Exane <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Anna Cross"
      ],
      "speaker_title_variants": [
        "Group Finance Director"
      ],
      "speaker_company_variants": [],
      "speaker_attributions": [
        "<TAG_2> Anna Cross, Group Finance Director <TAG_2>",
        "<TAG_2> Anna Cross <TAG_2>",
        "Anna Cross <TAG_2>",
        "Anna Cross"
      ]
    },
    {
      "speaker_name_variants": [
        "C.S. Venkatakrishnan",
        "Venkat"
      ],
      "speaker_title_variants": [
        "Group Chief Executive"
      ],
      "speaker_company_variants": [],
      "speaker_attributions": [
        "<TAG_2> C.S. Venkatakrishnan, Group Chief Executive <TAG_2>",
        "<TAG_2> C.S. Venkatakrishnan <TAG_2>",
        "C.S. Venkatakrishnan <TAG_2>",
        "C.S. Venkatakrishnan"
      ]
    },
    {
      "speaker_name_variants": [
        "Ben Toms"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "RBC"
      ],
      "speaker_attributions": [
        "<TAG_2> Ben Toms, RBC <TAG_2>",
        "<TAG_2> Ben Toms <TAG_2>",
        "Ben Toms <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Chris Cant"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Autonomous"
      ],
      "speaker_attributions": [
        "<TAG_2> Chris Cant, Autonomous <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Amit Goel"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Mediobanca"
      ],
      "speaker_attributions": [
        "<TAG_2> Amit Goel, Mediobanca <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Alvaro Serrano"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [],
      "speaker_attributions": [
        "<TAG_2> Alvaro Serrano <TAG_2>",
        "Alvaro Serrano <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Chris Hallam"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Goldman Sachs"
      ],
      "speaker_attributions": [
        "<TAG_2> Chris Hallam, Goldman Sachs <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Perlie Mong"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Bank of America"
      ],
      "speaker_attributions": [
        "<TAG_2> Perlie Mong, Bank of America <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Andy Coombs"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Citigroup"
      ],
      "speaker_attributions": [
        "<TAG_2> Andy Coombs, Citigroup <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Ed Firth"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "KBW"
      ],
      "speaker_attributions": [
        "<TAG_2> Ed Firth, KBW <TAG_2>",
        "<TAG_2> Ed Firth <TAG_2>",
        "Ed Firth <TAG_2>"
      ]
    },
    {
      "speaker_name_variants": [
        "Jonathan Pierce"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "Jefferies"
      ],
      "speaker_attributions": [
        "<TAG_2> Jonathan Pierce, Jeferies <TAG_2>",
        "Jonathan Pierce, Jeferies"
      ]
    },
    {
      "speaker_name_variants": [
        "Robin Down"
      ],
      "speaker_title_variants": [],
      "speaker_company_variants": [
        "HSBC"
      ],
      "speaker_attributions": [
        "<TAG_2> Robin Down , HSBC <TAG_2>"
      ]
    }
  ],
  "utterances": [
    {
      "speaker": "Guy Stebbings",
      "utterance": "Hi, good morning, everyone. Thanks for taking the questions and a good set of results today. I do want to focus on the area, which, as you rightly said, gets quite a lot of attention, which is the US consumer. And thanks for the extra disclosure. I was just hoping you could help us think about the book and the strategy as we look forward. So ﬁrstly, on the impairment charge, and I guess for the quarter, £399 million, the actual write- ofs themselves were ﬂattish and sort of in line with the last four quarters. You've taken the Post-model Adjustment], and increased the coverage, so could you talk to the drivers of the increase in the reserve build that goes above and beyond the PMA this quarter perhaps? And in terms of the growth as we look forward, the strategy is predicated on very much growth in the business, but I think a lot of people would understand you being a little bit more circumspective, delinquency trends look like they were deteriorating. So my question really is sort of how wedded are you to growing the book meaningfully as planned and into higher- margin, but slightly higher-risk segments and how easy would it be to pause that growth, if you like? Presumably, you sort of still feel good in the long-term outlook and don't want to exit partnerships. So trying to understand how you weigh up balancing that strategic outlook with the current uncertainty? Thank you.",
      "uuid": "ec1523af-809e-4333-a23f-37c5224d919a"
    },
    {
      "speaker": "Anna Cross",
      "utterance": ", Group Finance Director Thank you, Guy. So I will take the ﬁrst one and then I'll pass the second one to Venkat. So as we look at our US consumer business right now, we have given you additional disclosure. I'm glad that's helpful. That's on and it's a bit more of a holistic view of what's going on in the US market generally, but also in our book. But really what happened in Q1 is as a BAU matter, you've got a slight seasonal elevation in the impairment charge. We normally see that in Q1, and it's just reﬂective of the high levels of consumer spend that we see in Q4 through the holiday season. Typically, what then happens is you start to see that reverse in Q2 and beyond. So far, very straightforward.  In terms of the PMA, it's worth stepping back and thinking about what we consider when we book impairment and we're looking at two things. The ﬁrst is consumer behavior. And the second is what we expect to happen in the macroeconomic environment. On the ﬁrst, in consumer behavior, we see no change. And you can see that clearly on the charts, delinquencies are relatively low and stable. Actually, we see no change on the second. So, US economic consensus forecasts are actually relatively static, and they're very similar to where they were at the full-year. But we think that's likely a timing issue, and therefore, it's reasonable for us to assume that they will change in the coming weeks and months. And therefore, we're trying to get ahead of that. So we're being thoughtful and methodical. So what we've done is essentially skew the downside bias in the impairment charge to accelerate a bit of coverage here. But just as we step back, the performance of the book itself is extremely robust. Venkat?",
      "uuid": "8c143cf3-3746-4773-a5e7-65b8454905ef"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": ", Group Chief Executive Yeah. So I think I've said in the past when I look at the book overall, there's about 20 corporate clients, 20 million underlying customers. And I look at the risk, or we look at the risk, of this portfolio in four dimensions. The ﬁrst dimension is who is the partner and what business they are in and so on. The second is, related to that, what's the industry? We've had a bias towards travel and we are looking to diversify out of travel. We added GAP, we added General Motors and we chose not to renew our share of American [Airlines]. The third is the size and renewal rates. So we like to have a mix that is [smaller, relative] to our overall portfolio, and not a lot of renewals coming in at the same time. And the last one is the actual underlying creditworthiness of the borrower. And through this combination, we like to create a business with a stable and high risk-adjusted return. So when you take all of this together, we are continuing to want to grow this business. We do think the opportunities are great. Obviously, we will factor in the consumer environment when we do the actual risk selection of customers and look to get good risk-adjusted returns. And that risk selection is, who do you open an account for and how do you manage credit lines. But we will continue to see good partners that diversify our book and bring us opportunity.",
      "uuid": "1d8b46ee-e3c6-462e-9c31-bb1ca69e854f"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you, Guy. Can we go to the next question, please?",
      "uuid": "21557f43-fac1-43c9-a6c7-8b25b933b0ef"
    },
    {
      "speaker": "Ben Toms",
      "utterance": "Good morning, both. Thank you for taking my questions. Both are really around regulations. Barclays has been a market leader on [SigniĤcant Risk Transfer] transactions. And in April, the regulator wrote to all UK banks highlighting concerns in this area. Is there any headwind to capital that we should be considering as a result of implementing any relevant changes that are identiﬁed in that letter? And secondly, some of your peers have written to the government asking for a softening in the ring-fencing regime. How material could a change in regulation be here for you? From the outside, it feels like you'd be one of the large beneﬁciaries of any change here. Thank you.",
      "uuid": "b264aa21-a8b8-494c-9a69-1248f3ce3d47"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you, Ben, and good morning. Again, I'll take the ﬁrst and then hand to Venkat for the second. On SRT, the Dear CFO letter that we and others received recently did deal with SRT, but it was actually more focused on the ﬁnancing of SRT. And to be really clear, we do not ﬁnance our own SRT programs. So we're not extending ﬁnancing to investors who are then ongoing investors in our SRT. So we think that's the focus. And from our perspective, we've run our Colonnade program since 2016. We share the details of each tranche of that with the regulator in order to get capital relief, and we manage the reinvestment risk around that very, very carefully as we've outlined before. So we're comfortable with our position and wouldn't envisage any capital consequences. Venkat?",
      "uuid": "80f8f11d-5e57-4826-8e80-017aace33eda"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Yeah. So on ring-fencing, I think you know, that of the major UK banks, we have been opposed to any change in relaxation in the ring-fencing regime. So while I agree with what others say that there is friction in the system, there was obviously a high cost to set up the ring fence, let's call it a sunk cost now, and there's a little bit of trapped capital and liquidity. And if you release that in the short-term, it would be good for banks, and let's argue, for some customers. But I think in the long-term, it weakens the system because it weakens deposit protection. I think the ring fence is an extremely strong and secure form of deposit protection in the UK and while [the relaxation of the ring fence regime] might be short-term attractive, I think in the long-term, it weakens the system, it weakens the participants in the system and that includes Barclays. That's why on balance, I do not think we should change the ring fence regime and I'm a strong supporter of it in its current form.",
      "uuid": "52163f17-83a0-4f6e-91f5-7a085a29815d"
    },
    {
      "speaker": "Ben Toms",
      "utterance": "Thank you.",
      "uuid": "9a5c701d-e5db-4e81-8ade-7bb3b1b2cc85"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you very much. Perhaps we can go to the next question, please.",
      "uuid": "71241cf4-8477-4a66-9929-739971917b99"
    },
    {
      "speaker": "Chris Cant",
      "utterance": "Good morning. Thank you for taking my questions. I had two, please. First on [Risk Weighted Assets], how should we think about RWA developments into Q2, speciﬁcally thinking about market risk here given the volatility? Obviously, Q1 was a somewhat unusual quarter where Investment Bank] RWAs were down on a constant FX basis, didn't seem to demonstrate the usual seasonality. So any color you could give us on how to think about quarter-on-quarter RWA developments into Q2 for the IB would be helpful, please. And as I think out to your targets, the 2026 targets that you've given us previously, and the circa £50 billion of RWA growth you expected by the end of 2026. Obviously, Basel 3 has been delayed, [US cards Internal Ratings Based] transition, I guess is probably going to be a '27 event. I know you said it's sort of ambiguous, but that's not necessarily going to hit you. And with the weaker dollar, I guess that's also going to reduce the sort of RWA growth. How should we be thinking now about where you expect to land in 2026 for Group RWAs relative to that previous £50 billion growth expectation? And I also just wanted to ask one on the US. So thank you again for reconﬁrming the FX splits for Group and IB income and costs. I think that's helpful for us in thinking about the weaker dollar. But in the event that the US administration applied some Section 899 taxes to UK companies, for instance due to digital service tax proposals, how would we be best thinking about the possible impact of that for Barclays? Would it simply be a case of taking the country-by-country disclosures you give us and multiplying that percentage of PBT by the relevant incremental tax top-up or is there something more nuanced we need to do in terms of subsidiary ﬁnancials and that sort of thing? Thank you.",
      "uuid": "cdaaacbd-4dd6-4fa5-b87b-6827ced6ec3c"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you, Chris. I think there were at least three questions there, so I will attempt to deal with them in order. So on the IB RWAs, we remain fairly clear that the business should operate within the circa £200 billion of RWAs that we've allocated to it. And you can see us doing that very, very consistently actually since '23. So we were doing it for some time before we even did the Investor Update. This period is no diferent really. And you can see that nimbleness in RWA  deployment in the ﬁrst-quarter. So, if you look in the disclosures, you'll see that credit risk RWAs are down, market risk RWAs are up and counterparty credit risk RWAs are up. So, our intention is to manage it nimbly within the framework that we have given them. And to your second part of the question, which is really around the RWA shape from here. I think the way we think about it, Chris, is that there is some uncertainty around the timing and the quantum of the regulatory impact, and we've given you our best view. That may happen at the beginning of '27, as opposed to the end of '26. But we don't feel that it undermines the fundamental objective of the plan. And the fundamental objective of the plan is to hold our RWAs in the IB broadly ﬂat, as I've said, and to deploy RWA growth into our highest returning UK businesses, and that part of the plan, which is, if you like, is the most strategic part, remains intact. And I think as the regulatory environment becomes clearer and those timings become clearer, we can give you sort of exact splits and impacts of that. And then on the ﬁnal part of your question, what would a US tax change mean for Barclays? Well, there are obviously short-term and long-term diferences. So in the short-term, what we would see for a rise in US tax rates, for example, would be an increase in deferred tax assets. So you'd see a short-term boost to capital and then obviously, you'd have a longer-term drag from any higher rates. It's a bit too early to give you precise guidance. We're expecting an initial US tax bill in Q2. Some of the discussion that's happened around higher rates for non-US ﬁrms, clearly hasn't been conﬁrmed or ﬁrmed up into any kind of regulation yet. I'd just remind you that the IHC is actually a US ﬁrm, BBPLC branch isn't. So there is some nuance, you're exactly right within this that we'd have to guide to near the time. So I think it's not quite as simple as looking at the country-by-country reporting, unfortunately. Okay. Thank you. Perhaps we can go to the next question, please.",
      "uuid": "36c47401-dbb3-4de6-bef3-9960326e5300"
    },
    {
      "speaker": "Amit Goel",
      "utterance": "Hi, thank you, and thanks for that extra disclosure on USCB. And I just want to check, I mean, obviously, Buk Nii has been guided up and the IB Q1 performance has been strong. And so just thinking about the 11% ROTE guidance for this year, which has remained the same. So just curious, is that to reﬂect perhaps a bit more uncertainty in the environment or is it just a case of just not changing at this point or a bit more risk-on that USCB part of the business. So number one, just curious why the 11% hasn't changed as well.  And then secondly, in terms of the hedge beneﬁt beyond 2026, I think you're commenting obviously that it remains quite a strong tailwind. So just wanted to double-check the kind of roll- of yield that you're anticipating, say, in '27, we have about 2.5%. Just wanted to check whether it's in the right kind of ballpark or whether you think actually the roll-of yield is a bit lower or a bit higher than that. Thank you.",
      "uuid": "713f6642-4a70-4263-a837-f56da9173fd2"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thanks, Amit. I'll take both of those. So we've obviously seen a strong Q1, and that's coming through, not only in the income line, but all the way through the P&L. So we've got good operating leverage and we were pleased with that performance. But it's only the ﬁrst quarter of the year. So all we've done is we've repeated our circa 11% guidance and are not signaling anything by repeating that guidance, whether that be in income, costs or impairments. I'm merely repeating it. And on the second question around the hedge beneﬁt, we have said today that we expect the hedge momentum to continue beyond 2026. Why have we said that? Well, if I take you back to deposits and the stability of deposits, what that means now is that we expect the hedge notional to be broadly stable from here, and that actually takes one of the variables of the table. So all we're doing now is we are comparing, if you like, the prevailing swap with the yield on the hedge, whether that be the average yield or indeed the maturing yield. We haven't given any disclosure on maturing yield beyond '26. But I think if you do this simple maths, which I know many of you have done, and just take our planning assumption of 3.5% and push that through the maturing elements of '25 and '26, you will ﬁnd that the average hedge yield in 2027 is below 3.5%. So that's really what we are signaling here. And obviously, as we get closer, we'll talk a bit more about maturing yields, but just a bit too far out for that. Hopefully that's helpful. Okay. Thank you. And can we go to the next question, please?",
      "uuid": "22b6d0bf-a790-4d20-ad68-5c69006e9398"
    },
    {
      "speaker": "Alvaro Serrano",
      "utterance": "Good morning and apologies if you've already touched on this because I turned up a bit late, I was multi-tasking. On US cards, I think you have the $40 billion receivables target you've maintained for 2026. I just wonder that with the sort of broader discussions around US cycle, you obviously need to sign on new clients, new [Joint Ventures] on to get to that. Is it the right time? And do you feel there's enough visibility to take on signiﬁcant portfolios to achieve that 40 billion or would you need to wait, just to think about that sort of medium-term target?  And then another one on the IB, on general activity. Could you maybe give us a bit of colour on how the Investment Bank has done during the quarter or maybe even April or by region? What I'm trying to get to is, obviously Q1 is very good, but if volatility comes down, are we suddenly going to see a very quiet sort of performance and how much of the activity you think, how much visibility you have on for the rest of the year. It's a diĦcult question, but any hand-holding or colour would be much appreciated. Thank you.",
      "uuid": "664e00c6-db1f-4dcc-b001-9cadc72a10e5"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Alvaro, hi, I'll start with cards, and we've covered a little bit of this, but I'll go over it again, and then Anna will talk about the Investment Bank. So on the US cards portfolio, the growth is going to come in net receivables from three things. One is the organic growth in our existing portfolio. The second is how we choose to ﬂex the lever that we have used of risk transfers. We can do more or less and if we do less, the receivables are there on our book. And then the third thing is portfolio changes, which is new accounts or accounts leaving. So on the ﬁrst one, which is organic growth, we are fairly comfortable that we will continue to see organic growth. And we have a very-high credit quality portfolio. We're looking to diversify it among certain sectors, but it's a high credit quality portfolio. On the second one, which is risk transfer, there's always a question at the time of what capital beneﬁt we get, what's the price at which we sell it, and whether it suits our risk management. As you say, given that we've chosen not to bid for our portion, for a renewal of our portion of American [Airlines], all else equal, we would want to keep things on our balance sheet. Third is acquisitions or other disposals. We've renewed a bunch of our other accounts through 2024. I think we mentioned that in our previous full-year earnings. And then we continue to look in this environment, especially in this environment at good-quality portfolios that we think rounds out our business. And these things are very long-term decisions. A typical portfolio takes two to three years to decide to bid and to come to you, and then it's there with you for hopefully seven years. So these are long-term decisions, and I wouldn't let the short-term stuf in the market afect that decision-making. Anna?",
      "uuid": "ed769dd1-115a-4c05-8888-3a7a0e051d3d"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thanks, Venkat. Alvaro, the only thing I'd add to that is that, achieving the plan and the returns that we want in USCB is not just only volume either. We're working very hard on margins. We're working very hard on cost and digitisation of the business and also the capital eĦciency, as Venkat said. So a plan of many parts. And let me talk about the IB, sort of generally in the quarter, and then I'll pass across to Venkat, he might want to add at the end. If you think about  what should have happened to our IB in the quarter, given the volatility that we've seen, we should see strong Markets revenues and a more subdued [Investment] Banking environment. And that's exactly the shape of our results, very much in line with the market more broadly. And as I look at Q1 in particular, we've been investing in this business for some time and investing to create a franchise that allows us to perform in a range of environments and you see that. So the FICC result is very strong and I think that reﬂects our investment in Securitised Products. It reﬂects our investments in our Rates businesses and Equities is strong. Actually, you'll recall there was a one-of last year, but our Equities position has been very much driven by the investments that we've made in Equity Derivatives. So we feel like we're facing the market with a much more complete franchise. And of course, our Financing business has stability and it's probably less impacted by volatility, but you can see good growth in there that's obviously also underpinning FICC and Equities. I said we would have expected the IB to be a bit softer. And of course, our Investment Banking to be a bit softer in Q1. And of course, it has been, we feel that's in line with the Street. And in fact, we've seen share gains across Advisory, ECM, DCM, and for the complex overall, albeit in a smaller market. And I'd just remind you that our planning assumption was for this market to be 10% down year-on-year, and that's broadly what we see in Q1. And all of this has been underpinned by us being a bit more nimble in RWAs in the IB, as I've said. But we're really focused all the way through the P&L and the performance of the IB. So you see good cost control, and you'll also see very, very good risk control. We've disclosed today for the ﬁrst time consistently, both our [Value at Risk] progression and indeed, our loss days. And you can see we're not taking outsized risk. I should have actually mentioned also a very good performance within the International Corporate Bank within [Investment] Banking. So Financing and the ICB are both less impacted by volatility. Venkat, do you want to comment?",
      "uuid": "cd0c35b1-e415-487b-866b-abde40000942"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Yeah, I'll re-emphasize what Anna said at the beginning, which is that if you see the ﬁrst-quarter results, you see the performance you would expect to see in the places you'd expect to see them. And obviously, we can't talk about the second quarter. We don't. We are about a month into it. But again, re-emphasize what Anna said on the Markets side. When there is volatility, we aim to put our clients ﬁrst and to do intermediation and risk management for our clients. And that is what we strive to do and it can be proﬁtable as long as you manage your own risks well, which is what we strive to do. And Anna gave you the data on the ﬁrst-quarter results of that. So that's what we strive to do every day. And on banking activity, people will wait for clarity until they resume, it could happen  sooner than we think. But the overall business is pretty well-diversiﬁed, whether you look at the Investment Bank and you look at deposit growth in the International Corporate Bank, you look at the business in the International Corporate Bank, you look at Markets or even the whole bank as a whole.",
      "uuid": "c74030c5-ef1a-4bac-864f-e867be72cffc"
    },
    {
      "speaker": "Alvaro Serrano",
      "utterance": "Thank you very much.",
      "uuid": "80b15870-5012-4dad-ac78-b5b4f61250ef"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you. Thank you, Alvaro. And perhaps we could go to the next question, please.",
      "uuid": "3f498598-c5e3-453a-99e8-03addf1cbcd7"
    },
    {
      "speaker": "Chris Hallam",
      "utterance": "Yeah, good morning, everybody. Thanks for taking my questions. Two quick ones. So given the conservative banking wallet already embedded in your planning assumptions, which I guess you just referenced. Are there any initiatives, either on the cost side or the investment side, that you would need to either undertake or delay should 2025 indeed play out as per those wallet assumptions? That's the ﬁrst question. And then second, you mentioned the substantial increase in Transaction banking deposits in the US. How has that trended post-quarter end? So companies are maybe building liquidity, delaying some investment spend. Are you seeing that show up in your deposit volumes? Thank you.",
      "uuid": "8cf784eb-78df-4b40-b873-56cb6ce0cc0c"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay, thanks. Thanks, Chris. Thanks for the questions. I'll take the ﬁrst one and then I'll hand across to Venkat. Look, as I said, that was our assumption for Banking. And actually what we're seeing here is the diversiﬁcation of income working really well across the bank, both in terms of being] more than ofset by Markets activity and also the strength that we're seeing coming through in the UK and the UK complex more generally across deposits that's underpinned our upgrade today. So the revenue line appears to be very robust and we have conﬁdence in it. That said, that does not undermine our focus on costs and it's what we're doing every day. It's a key part of the strategy. You can see that all the way through the P&L today. Income up by 11%, proﬁts up by 19%. The plan is to create operating leverage, not just at the Group, but across every single business within the Group. Overall, I still expect what I expected at the year-end, which is for incremental investment to underpin the longer-term growth of the plan and inﬂation to outweigh our growth eĦciencies for the year and for us to see an uptick in costs.  10 All of that is contained within the most important cost metric, which is cost income ratio at 61%. That is the number that we are most focused on. It's likely that we'll see some movement in absolute costs. I'm happy with consensus as it currently starts, but it is FX sensitive and it is performance and volume sensitive. And therefore, I'd really urge you to focus on the cost income ratio target that we've given. We feel like 57% in Q1 is a good down payment against that and should show you how focused we are on operating leverage. Venkat, Transaction banking?",
      "uuid": "834590e1-711e-4421-9712-348180c0de9e"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Yeah. So Transaction banking has been an area of great emphasis for us in the last few years. We spoke about it last year. We've spoken about it at our year-end earnings. People choose us and the quantum of deposits is based on two factors. One is the growth in our overall Transaction banking business or relationships generally, people's choice of us as a counterparty, which is increasing. And then ultimately, their needs for cash and their use of cash. In this period, we continue to see happily people choosing us as a counterparty newly, and that's good and that's improving again. And then I think on cash, what you're seeing is growth in deposits, in part, what you would expect when people are being cautious on the deploying of cash for transactions. So you're seeing deposit growth, whether it's individuals or it's institutions. It's all what you would normally expect in this environment.",
      "uuid": "90cf4393-047d-41d8-897e-58851c80dd15"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thank you. Thanks, Chris. Can we go to the next question, please?",
      "uuid": "3ad2cb7b-ef99-4c3f-9d02-94f23e4d7577"
    },
    {
      "speaker": "Perlie Mong",
      "utterance": "Hello. Hi, Anna. So just a couple of questions. One, just quickly touching on the US cards margin. So obviously, that's been down, but you've talked about some of the drivers and some of the time lags between deposit pricing and asset pricing. And I know you've mentioned that the interest rate risk is already hedged. But I guess the market is pricing in faster and more rate cuts on the US side for the rest of the year, maybe three or four rate cuts. So if that were to happen, I guess, is it already in your planning assumption? And if that were to happen, would you still expect the meaningful progression during 2025 as you've just talked about. So I guess that's number one. Number two, I guess more broadly on the full-year '26, greater than 12% returns target. So consensus has just got to about 12%, taken a year to get there. And I guess the operating environment is arguably a little bit more challenging. Certainly, impairment looks like it  11 is possible that it will go up given economic indicators coming down maybe a little bit. And I suppose in general, US dollar weakening is probably not super helpful either. So where do you see a gap between your planning assumption and where consensus is, because you've reiterated guidance. So presumably you see maybe some positive to where consensus is currently, notwithstanding maybe a little bit of worsening in credit quality and maybe some FX impact as well. So just it would be helpful to understand where you think people might be too pessimistic.",
      "uuid": "3c711118-e705-4104-ac13-cf9f46fccc62"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thank you, Perlie. So let me deal with the US cards margin ﬁrst. We've given you our macroeconomic variable assumptions. I think they're on Slide [46]. So you can have a look at those. Obviously, we are expecting further downward pressure on Fed rates, you can see that from there. And what I would just remind you though is that matter is hedged. So we've got ﬂoating-rate assets. We've got largely ﬁxed-rate deposits. So you can see that we would have a timing diference in a downward rate environment. And we do hedge that interest-rate risk, but the nature of those hedges is diferent from the ones that we have in the UK and therefore, the accounting geography is diferent. So you do see an income ofset, but it manifests itself on non-interest income. So if you look year-on-year, you're going to see non-interest income. So I'm not concerned about the income overall, but you might see a bit of a split geography between the margin compression and the hedge beneﬁt, which obviously you wouldn't see in the UK. And then if I step back and look at FY26, we've reiterated and reaĦrmed our targets today. We feel like we've got momentum in the business, and we are delivering our plan. What you should expect us to do is execute the operational plan and deliver the numbers with no surprises, and that's no diferent in the current environment than it is last year or indeed the year before. So we're 100% focused on that. And we've clearly got good income growth, that comes from the diversiﬁcation of the business. There's clearly a bit of a weak spot in Investment Banking, but Markets, as Venkat has been through, beneﬁts from periods of volatility. And very importantly, we are seeing a strong underpin here from the upgrade of NII that we've given you, not just for BUK, but for the Group as a whole and that's coming from the strength of deposits in the UK. Our costs are well-controlled. Again, you can see we're focused on operating leverage. And whilst there's more uncertainty in the impairment line, Perlie, I would not see that uncertainty taking us out with the 50 basis-point to 60 basis-point range that we've given you for loan loss  12 rate. So we are conﬁdent in the delivery of our circa 11 [percent RoTE] this year and also the targets that we've given you for next year, and that's the case for the ﬁnancial targets and the distribution targets. Okay. Perhaps we can go to the next question, please.",
      "uuid": "d4dfabc2-6a90-4036-8d68-98714d0af829"
    },
    {
      "speaker": "Andy Coombs",
      "utterance": "Good morning. So perhaps I just have a couple of follow-ons. Just ﬁrstly on the ﬁxed-income result and very strong relative to peers. So any reason why there might be episodic revenues in that or any additional seasonality compared to your peers? And if you could help us think about the breakdown between credit, securitized products, rates and FX? Any colour you can share would be helpful. And then second question, just on your mortgage balances in BUK, obviously, you've been struggling to grow that for a while, but you've actually very good result this quarter up £3 billion quarter-on-quarter. And how sustainable do you think that is, versus how much is that just a pull-forward of activity in light of stamp duty changes? Thank you.",
      "uuid": "58a0ff39-78da-48f1-bc6b-3c482d11f584"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay, Andy. I will start, then Venkat may want to add on FICC. I mean, nothing much more than I would call out from before, just a strong performance across the board reﬂects our investment in the business, both in Intermediation and in Financing. I called out Rates and I called out Securitized Products. There are no one-ofs in there. And so where we take marks on positions, they are not in FICC. They are on our corporate lending line and we've called that out separately. So I wouldn't call out any one-of. So it's a good performance. And on mortgages, the mortgage market was robust in Q1 as a market matter. Approvals were up by 15%, notably within that house purchase is up by 20%, and that's not just house purchase, but ﬁrst-time buyers as well. We think both of those two are really good lead indicators for the health of the mortgage market overall. If you step back, you've got rates that are broadly on a downward trend. You've got a robust and stable house price inﬂation, and you've got real wage growth. So there may be a bit of pull- forward in Q1, but honestly, the market as a whole is performing well. Okay. Perhaps we can go to the next question, please.  13",
      "uuid": "b662a0c8-7281-4582-ba6b-c82d925451e8"
    },
    {
      "speaker": "Ed Firth",
      "utterance": "Good morning, everybody. Thanks very much. Yeah, I just have two questions. Number one, BUK] fees look very weak. They're down about I think, 9% year-on-year, and they're certainly annualizing at no more than about £1 billion, I guess, and that's in the UK business. So could you tell us a little bit about what's going on there and how we should expect that going forward? Is the [greater than £250 million] run-rate we should be thinking about or is there something that was in there that means it might pick up as the rest of the year progresses? So I guess that's my ﬁrst question. The second question is just coming back to risk-weighted assets, because you talked about how the] IB was broadly performing as you might expect in terms of trends in the ﬁrst quarter. I would agree with that completely, except for risk-weighted assets, which have always been up very strongly in the ﬁrst quarter. With all the volatility, you would have expected them to be up even more, or I guess I might have done. And yet they were down and down quite -- and I know there was FX in there, but even if you strip all that out there, I think they were ﬂat-to-down. So, could you just tell us a little bit more about why that was, and is there potential to further reduce that going forward? And can I ask you, you might have told us this, so I apologize if I missed it, but I think you told us with one of the back slides, you say you've done £57 billion I think of risk transfers at full-year '24. Could you update us where we are on that, where that number is now? Is some of this about increasing risk transfers, and how that might progress? Thanks very much.",
      "uuid": "a894167e-21d4-49c9-83d6-0f1c5e1f88c6"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay, Ed, there was a lot in that. So let's try and answer it. I'll start and then I'll hand to Venkat. So on [BUK] non-NII, we've given you guidance previously for greater than £250 million. I'd just repeat that guidance. This number can be a bit lumpy. There is no story within the Q1, beyond the fact that Q1 can sometimes be a bit light just because of lower transactional activity. And honestly, there's nothing more in there to read into. So I'd stick to the guidance of greater than £250 [million]. On RWAs, you're right, there's a bit of FX in there that's taking it downwards. We haven't elevated the SRT. We've said before that the Colonnade program, which is the one that impacts the IB, is mature and we do not expect to extend it. Venkat, do you want to comment?  14",
      "uuid": "b388fe7d-d4cb-41fb-aee5-20f5c048208f"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Yeah. I mean, look, I think we've targeted a level of stability in the Investment Bank RWAs. You've got to expect quarter-on-quarter, and I've said this before, there'll be some volatility. A couple of billion up does not mean that we are loosening this, a couple of billion down does not mean we are tightening it up. There is natural client activity, there's volatility in that activity. There are positions that get taken of, there are positions that get added or don't get added. As you might imagine in this environment, the marginal beneﬁt, of the marginal allocation is more in Markets than in Banking based on activity and that's what you saw in the ﬁrst quarter.",
      "uuid": "7606deaf-b032-4b04-81fb-b6cb91f2f023"
    },
    {
      "speaker": "Ed Firth",
      "utterance": "Great. Just following on from that then. So I mean your [CET 1 ratio] is now at [13.9%]. You're obviously right to the top-end of your range, you're going to generate more capital, I guess, in the next quarter. I mean, there's no reason why you shouldn't be doing buybacks bigger than you've done in the past, just to clarify that.",
      "uuid": "34c08bef-5e53-45c1-9777-f1306bbbd7b2"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "So our capital is at [13.9%], so it's towards the top end of our range. We did indicate at the full- year that we did expect to operate towards the top half, and that was simply because we did expect an increase in the [Maximum Distributable Amount], which has now come through. That said, why are we there? We're there because the strategy is working, and we're seeing very good capital generation from the business. That is the strategy. And if we keep executing the strategy, as we keep executing the strategy, it's not inconceivable that we might go through the top-end of that range. But that's a good thing. We've given you guidance that we would expect distributions to be progressive this year. And we haven't changed our guidance that distributions will be at least £10 billion over the period of the plan.",
      "uuid": "170aa40e-1b6e-4f05-83df-0fafd2ec3106"
    },
    {
      "speaker": "Ed Firth",
      "utterance": "Sure. Okay. Thanks very much.",
      "uuid": "4cd07905-bfe8-441a-954e-48d8282fd51f"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thank you. Perhaps we can go to the next question, please.",
      "uuid": "32b2e788-616e-47b1-9da9-b212db0d7510"
    },
    {
      "speaker": "Jonathan Pierce",
      "utterance": "Hello, good morning, both. Got a couple of questions. The ﬁrst is a follow-up on Ed's question on capital. You came into this year at 13.6% [CET1] ratio, 13.3% adjusting for the buyback. It does  15 sound increasingly like you want to operate closer to 14% moving forward. Can I just conﬁrm that is how we should be thinking about it? I'm just wondering whether there's an element of this relating to the fact that Uk Rwa growth, your target for end of next year looks increasingly stretching, and maybe you're thinking about some sort of inorganic bolt-on, which obviously would consume some capital in a one-of sense there. So that's the ﬁrst question. The second question is on sensitivity again, particularly in the US card book. If I look at your full- year downside scenarios, even on downside 2, which has got GDP falling over 1 percentage point this year and next year, unemployment moving to above 7%, the models are telling you that your required Stage 1 and 2 ECL builds would only be about £177 million, which feels very low given that set of macroeconomic assumptions. I mean, I guess the models are telling us what the models are telling us, but how robust do you think the models are? I guess into COVID, IFRS-9 was quite new [.]. We're seven to eight years in now and this obviously applies across the Group as well, because the sensitivity to downside one and two scenarios is very limited given the severity of those. So comment on that would be useful. Thanks.",
      "uuid": "faa510e3-4056-4215-b76a-97af3ce9839c"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thanks, Jonathan. Okay. So let me start with capital. Venkat may want to comment on this also. You're right, we're generating a lot of capital. But as I said previously, that is an outcome of the plan and it is intentional, it is deliberate, and it's what you should expect going forward. We did indicate at the full-year that you should expect us to operate towards the top half. And I'll just reiterate that as our formal guidance, but just reﬂecting on the fact that we are generating a lot of capital. And just on the utilisation of that capital, we're very focused on deploying £30 billion in the UK. That plan is intact. As I look at where we are now, we've deployed £14 billion of that, recognizing, of course, that a large part of that has come from Tesco, but you can see good loan growth in the quarter, both from BUK and from the UK Corporate Bank. If I look at the speciﬁcs of lending, the consumer preference at the moment is for secured versus unsecured lending. That's very clear. That's okay. And then as I look at the lending as it's developing in the Corporate Bank and Private Banking and Wealth Management, actually it's very high quality and that's reﬂective of our portfolios. So, Q1, if I look at that in isolation, the lending is happening, maybe the RWA weighting is a little light. But over the period of the plan, that plan is intact. And I'd particularly point you to the momentum that we've got, both around mortgages and cards on the leading indicators on Slide 15.  16 We're going through that J-curve in cards, you're going to see interest-earning lending and RWAs growing from the back-end of '25, with all of that maturing through. Venkat, do you want to comment more on RWAs?",
      "uuid": "06709df7-5f5f-423c-8cc8-124d28abd98e"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "No, look, I think Anna has covered it all. I'd also remind you the environment in which we are. You would expect us to be on the general side of prudent in our capital [deployment].",
      "uuid": "0b2bda57-a7c1-456b-8bc5-c7df504f7cfd"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Yeah, absolutely. And then on the second point, I would take the disclosures on IFRS9 as a sensitivity. They're not predictive. They essentially say, what happens if I take my current static balance sheet and I push through a diferent set of macroeconomic variables? What it doesn't take into account is clearly the kind of stage migration that you would see into Stage 3. It doesn't take into account any increases of exposure at default. So the fact that customers may draw down, as they become more ﬁnancially pressed. But also the other thing that it doesn't take into account is credit actions that we might take in order to manage that position. So I wouldn't think of it as a scenario. I would think of it as a sensitivity and it's quite a straightforward sensitivity. I don't think it's intended to be predictive. The same is true of the PMA that we've taken. That's really just a downside bias at this stage.",
      "uuid": "60e0080f-89b6-45ad-b68e-47b5cf43a676"
    },
    {
      "speaker": "Jonathan Pierce",
      "utterance": "Thanks a lot.",
      "uuid": "5fc8315c-aebf-49b9-be19-5dd59083ab6c"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thank you. Next question, please.",
      "uuid": "9eed597b-6e5a-424f-ba47-9eba063bf017"
    },
    {
      "speaker": "Robin Down",
      "utterance": "Good morning. Thanks for taking the questions. Just a couple of quickies from me. I think you kind of touched on this a little bit, Anna, in your last answer, but the Barclaycard Consumer UK revenue line, doesn't really seem to have made a great deal of progress over the last 12 months despite the kind of the big pickup in card acquisition numbers. Is that just a kind of lead-lag efect? Does it kind of take 12 months for the revenues to come through or was there some other kind of trend in there when you might expect to see kind of proper revenue growth in that line?  17 And then the second question is more of a clariﬁcation. I think Slide 8 talks about a 90% reinvestment rate on the structural hedge. But I think you mentioned earlier that you expected the structural hedge to be stable. And is that 90% unstable? Is that just kind of a very broad deﬁnition of stable? Or how should we read that?",
      "uuid": "13a07a2a-63cc-4687-b9ea-ecd131c54cb1"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Okay. Thank you, Robin. Let me deal with those. And so on the Barclaycard line, I mean, we stepped back into the credit card market in 2023. So all you are seeing here really is a production line of those card acquisitions then maturing into interest-earning lending. Actually, if you think about the structure of the market, it tends to be slightly longer-dated than 12 months. So you're going to see some pickup in interest earning lending towards the back-end of 2025, but the bulk of this is actually going to be in 2026. So it is a lead lag efect as you suggest. And then on the second question, we've given you a planning assumption of circa 90%, but you can see, given where deposits have been in the ﬁrst quarter that the notional has been stable, and we would expect it to be broadly stable. But just for your planning maths and that's why we've said circa 90%. Nothing more to read into it than that. Okay. So I think that brings us to the end of questions for today. I'd like to thank you for those questions. Thank you for your continued interest in Barclays, in what I know is a very busy day, and we will see you either on the road or at the Analyst Breakfast in a couple of weeks.",
      "uuid": "54fec0f4-4b83-45f0-9483-22ce6de2e6fb"
    },
    {
      "speaker": "C.S. Venkatakrishnan",
      "utterance": "Thank you, everybody.",
      "uuid": "c3fd088a-30fd-4398-a4da-e8e920b51162"
    },
    {
      "speaker": "Anna Cross",
      "utterance": "Thank you.  18 Important Notice The terms Barclays or Group refer to Barclays PLC together with its subsidiaries. The information, statements and opinions contained in this presentation do not constitute a public ofer under any applicable legislation, an ofer to sell or solicitation of any ofer to buy any securities or Ĥnancial instruments, or any advice or recommendation with respect to such securities or other Ĥnancial instruments. Information relating to: regulatory capital, leverage, liquidity, resolution and related regimes is based on Barclays' interpretation of applicable rules and regulations as in force and implemented in the UK as at the reporting date, including, but not limited to: CRR; the PRA Rulebook; and any applicable delegated acts, implementing acts or technical standards; in each case as amended and, where applicable, as such rules and regulations form part of domestic law by virtue of the European Union Act 2018. All such regulatory requirements are subject to change and disclosures made by the Group will be subject to any resulting changes. The Pillar 2A requirement is also subject to at least annual review; MREL is based on Barclays' understanding of the Bank of England's Statement of Policy on \"The Bank of England's approach to setting a minimum requirement for own funds and eligible liabilities \" published in December 2021, and its MREL requirements communicated to Barclays by the Bank of England. MREL requirements remain subject to change, as determined by the Bank of England, taking into account a number of factors as described in the policy, along with international developments; future regulatory capital, leverage, liquidity, funding and/or MREL, including forward- looking illustrations, are provided for illustrative purposes only and are not forecasts of Barclays' results of operations or capital position or otherwise. Illustrations regarding the capital ĥight path, end-state capital evolution and expectations and MREL build are based on certain assumptions applicable at the date of publication only which cannot be assured and are subject to change. Non-IFRS performance measures Barclays' management believes that the non IFRS performance measures included in this presentation provide valuable information to the readers of the Ĥnancial statements as they enable the reader to identify a more consistent basis for comparing the businesses' performance between Ĥnancial periods and provide more detail concerning the elements of performance which the managers of these businesses are most directly able to inĥuence or are  19 relevant for an assessment of the Group. They also reĥect an important aspect of the way in which operating targets are deĤned and performance is monitored by Barclays' management. However, any non-IFRS performance measures in this presentation are not a substitute for IFRS measures and readers should consider the IFRS measures as well. Refer to the appendix of the Barclays PLC Results Announcement for each of the periods ended 31 March 2020, 31 March 2022, 31 March 2023, June 30, 2024, September 30, 2024 and 31 March 2025 and the Group Reporting Changes 2023 Results Resegmentation Document, respectively, which are available at Barclays.com, for further information and calculations of non-IFRS performance measures included throughout this presentation, and the most directly comparable IFRS measures. Forward-looking statements This document contains certain forward-looking statements within the meaning of Section 21E of the US Securities Exchange Act of 1934, as amended, and Section 27A of the US Securities Act of 1933, as amended, with respect to the Group. Barclays cautions readers that no forward- looking statement is a guarantee of future performance and that actual results or other Ĥnancial condition or performance measures could difer materially from those contained in the forward- looking statements. Forward-looking statements can be identiĤed by the fact that they do not relate only to historical or current facts. Forward-looking statements sometimes use words such as 'may', 'will', 'seek', 'continue', 'aim', 'anticipate', 'target', 'projected', 'expect', 'estimate', intend', 'plan', 'goal', 'believe', 'achieve' or other words of similar meaning. Forward-looking statements can be made in writing but also may be made verbally by directors, oĦcers and employees of the Group in connection with this document. Examples of forward-looking statements include, among others, statements or guidance regarding or relating to the Group's future Ĥnancial position, business strategy, income levels, costs, assets and liabilities, impairment charges, provisions, capital leverage and other regulatory ratios, capital distributions , return on tangible equity, projected levels of growth in banking and Ĥnancial markets, industry trends, any commitments and targets commitments and targets), plans and objectives for future operations, International Financial Reporting Standards and other statements that are not historical or current facts. By their nature, forward-looking statements involve risk and uncertainty because they relate to future events and circumstances. Forward-looking statements speak only as at the date on which they are made. Forward-looking statements may be afected by a number of factors, including, without limitation: changes in legislation, regulations, governmental and regulatory policies, expectations and actions, voluntary codes of practices and the interpretation thereof,  20 changes in IFRS and other accounting standards, including practices with regard to the interpretation and application thereof and emerging and developing sustainability reporting standards ; the outcome of current and future legal proceedings and regulatory investigations; the Group's ability along with governments and other stakeholders to measure, manage and mitigate the impacts of climate change efectively or navigate inconsistencies and conĥicts in the manner in which climate policy is implemented in the regions where the Group operates, including as a result of the adoption of anti-ESG rules and regulations, or other forms of governmental and regulatory action against ESG policies; environmental, social and geopolitical risks and incidents and similar events beyond the Group's control; Ĥnancial crime; the impact of competition in the banking and Ĥnancial services industry; capital, liquidity, leverage and other regulatory rules and requirements applicable to past, current and future periods; UK, US, Eurozone and global macroeconomic and business conditions, including inĥation; volatility in credit and capital markets; market related risks such as changes in interest rates and foreign exchange rates; reforms to benchmark interest rates and indices; higher or lower asset valuations; changes in credit ratings of any entity within the Group or any securities issued by it; changes in counterparty risk; changes in consumer behaviour; changes in trade policy, including the imposition of tarifs or other protectionist measures; the direct and indirect consequences of the conĥicts in Ukraine and the Middle East on European and global macroeconomic conditions, political stability and Ĥnancial markets; political elections, including the impact of the US elections in 2024 and subsequent changes in legislation and policy; developments in the UK's relationship with the European Union; the risk of cyberattacks, information or security breaches, technology failures or operational disruptions and any subsequent impact on the Group's reputation, business or operations; the Group's ability to access funding; and the success of acquisitions , disposals, joint ventures and other strategic transactions. A number of these factors are beyond the Group's control. As a result, the Group's actual Ĥnancial position, results, Ĥnancial and non-Ĥnancial metrics or performance measures or its ability to meet commitments and targets may difer materially from the statements or guidance set forth in the Group's forward-looking statements. In setting its targets and outlook for the period 2024-2026, Barclays has made certain assumptions about the macroeconomic environment, including, without limitation, inĥation, interest and unemployment rates, the diferent markets and competitive conditions in which Barclays operates, and its ability to grow certain businesses and achieve costs savings and other structural actions. Additional risks and factors which may impact the Group's future Ĥnancial condition and performance are identiĤed in Barclays PLC's Ĥlings with the US Securities and Exchange Commission , which are available on the SEC's website at www.sec.gov. Subject to Barclays PLC's obligations under the applicable laws and regulations of any relevant jurisdiction in relation to disclosure and ongoing information, we undertake no obligation to update publicly or revise any forward- looking statements, whether as a result of new information, future events or otherwise.",
      "uuid": "9ef0f722-18de-483a-82e2-0ec563f7feeb"
    }
  ]
}