{
    "bank_name": "JPMorgan Chase",
    "call_date": "2023-04-14",
    "reporting_period": "1Q23",
    "participants": [
        {
            "speaker_name_variants": [
                "Operator"
            ],
            "speaker_title_variants": [],
            "speaker_company_variants": [],
            "speaker_attributions": [
                "Operator:",
                "<MULTISPACE> <LINEBREAK> Operator:"
            ]
        },
        {
            "speaker_name_variants": [
                "Jeremy Barnum"
            ],
            "speaker_title_variants": [
                "Chief Financial Officer"
            ],
            "speaker_company_variants": [
                "JPMorgan Chase & Co."
            ],
            "speaker_attributions": [
                "Jeremy Barnum <MULTISPACE> <LINEBREAK> Chief Financial Officer, JPMorgan Chase & Co. <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Jamie Dimon"
            ],
            "speaker_title_variants": [
                "Chairman & Chief Executive Officer"
            ],
            "speaker_company_variants": [
                "JPMorgan Chase & Co."
            ],
            "speaker_attributions": [
                "Jamie Dimon <MULTISPACE> <LINEBREAK> Chairman & Chief Executive Officer, JPMorgan Chase & Co. <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Steven Chubak"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Wolfe Research LLC"
            ],
            "speaker_attributions": [
                "Steven Chubak <MULTISPACE> <LINEBREAK> Analyst, Wolfe Research LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Ken Usdin"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Jefferies LLC"
            ],
            "speaker_attributions": [
                "Ken Usdin <MULTISPACE> <LINEBREAK> Analyst, Jefferies LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "John McDonald"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Autonomous Research"
            ],
            "speaker_attributions": [
                "John McDonald <MULTISPACE> <LINEBREAK> Analyst, Autonomous Research <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Erika Najarian"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "UBS Securities LLC"
            ],
            "speaker_attributions": [
                "Erika Najarian <MULTISPACE> <LINEBREAK> Analyst, UBS Securities LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Jim Mitchell"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Seaport Global Securities LLC"
            ],
            "speaker_attributions": [
                "Jim Mitchell <MULTISPACE> <LINEBREAK> Analyst, Seaport Global Securities LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Gerard Cassidy"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "RBC Capital Markets LLC"
            ],
            "speaker_attributions": [
                "Gerard Cassidy <MULTISPACE> <LINEBREAK> Analyst, RBC Capital Markets LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Ebrahim H. Poonawala",
                "Ebrahim Poonawala"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Bank of America Merrill Lynch"
            ],
            "speaker_attributions": [
                "Ebrahim H. Poonawala <MULTISPACE> <LINEBREAK> Analyst, Bank of America Merrill Lynch <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Mike Mayo"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Wells Fargo Securities LLC"
            ],
            "speaker_attributions": [
                "Mike Mayo <MULTISPACE> <LINEBREAK> Analyst, Wells Fargo Securities LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Betsy L. Graseck",
                "Betsy Graseck"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Morgan Stanley & Co. LLC"
            ],
            "speaker_attributions": [
                "Betsy L. Graseck <MULTISPACE> <LINEBREAK> Analyst, Morgan Stanley & Co. LLC <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Glenn Schorr"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Evercore ISI"
            ],
            "speaker_attributions": [
                "Glenn Schorr <MULTISPACE> <LINEBREAK> Analyst, Evercore ISI <MULTISPACE> <LINEBREAK>"
            ]
        },
        {
            "speaker_name_variants": [
                "Matt O'Connor"
            ],
            "speaker_title_variants": [
                "Analyst"
            ],
            "speaker_company_variants": [
                "Deutsche Bank Securities, Inc."
            ],
            "speaker_attributions": [
                "Matt O'Connor <MULTISPACE> <LINEBREAK> Analyst, Deutsche Bank Securities, Inc. <MULTISPACE> <LINEBREAK>"
            ]
        }
    ],
    "path_to_transcript_txt": "transcripts_cleantxt/qec_jpm_2023_1Q_clean.txt",
    "speaker_regex_pattern": "(?:<MULTISPACE>\\s*<LINEBREAK>\\s*)?(Operator:|([\\w\\s\\.\\-']+)\\s*<MULTISPACE>\\s*<LINEBREAK>\\s*(?:([\\w\\s\\.\\-&,]+),\\s*([\\w\\s\\.\\-&,]+)\\s*<MULTISPACE>\\s*<LINEBREAK>)?)",
    "utterances": [
        {
            "uuid": "8f2f90ab-4772-4332-8d35-61f01a8dca57",
            "speaker": "Operator",
            "utterance": "Good morning, ladies and gentlemen. Welcome to JPMorgan Chase's First Quarter 2023 Earnings Call. This call is being recorded. Your line will be muted for the duration of the call. We will now go live to the presentation. Please stand by. At this time, I would like to turn the call over to JPMorgan Chase's Chairman and CEO, Jamie Dimon, and Chief Financial Officer, Jeremy Barnum. Mr. Barnum, please go ahead."
        },
        {
            "uuid": "2cff9c93-bd3f-4d51-ac31-db1fba663f2d",
            "speaker": "Jeremy Barnum",
            "utterance": "Thanks, and good morning, everyone. The presentation is available on our website, and please refer to the disclaimer on the back. Starting on page 1, the Firm reported net income of $12.6 billion, EPS of $4.10 on revenue of $39.3 billion and delivered an ROTCE of 23%. These results included $868 million of net investment securities losses in Corporate. Before reviewing our results for the quarter, let's talk about the recent bank failures. Jamie has addressed a number of the important themes in his shareholder letter and a recent televised interview so I will go straight to the specific impacts on the firm. As you would expect, we saw significant new account opening activity and meaningful deposit and money market fund inflows, most significantly in the Commercial Bank, Business Banking and AWM. Regarding the deposit inflows, at the Firmwide level, average deposits were down 3% quarter-on-quarter while end-of-period deposits were up 2% quarter-on-quarter - implying an intra-quarter reversal of the recent outflow trend as a consequence of the March events. We estimate that we have retained approximately $50 billion of these deposit inflows at quarter-end. It's important to note that while the sequential period-end deposit increase is higher than we would have otherwise expected, our current full year NII outlook - which I will address at the end - still assumes modest deposit outflows from here. We expect these outflows to be driven by the same factors as last quarter, as well as the expectation that we will not retain all of this quarter's inflows. Now back to the quarter, touching on a few highlights. We grew our IB fee wallet share, consumer spending remains solid with combined debit and credit card spend up 10% year-on-year, and credit continues to normalize, but actual performance remains strong across the company. On page 2, we have some more detail. Revenue of $39.3 billion was up $7.7 billion or 25% year-on-year. NII ex. Markets was up $9.2 billion or 78%, driven by higher rates, partially offset by lower deposit balances. NIR ex. Markets was down $1.1 billion or 10%, driven by the securities losses previously mentioned as well as lower IB fees and lower auto lease income on lower volume, and Markets revenue was down $371 million or 4% year-on-year. Expenses of $20.1 billion were up $916 million or 5% year-on-year, driven by compensation-related costs reflecting the annualization of last year's headcount growth and wage inflation. These results include the impact of the higher FDIC assessment I mentioned last quarter which, of course, is unrelated to recent events. And credit costs of $2.3 billion included net charge-offs of $1.1 billion, predominantly in Card. The net reserve build of $1.1 billion was largely driven by deterioration in our weighted-average economic outlook. On to balance sheet and capital on page 3. We ended the quarter with a CET1 ratio of 13.8%, up about 60 basis points, which was primarily driven by the benefit of net income less distributions and AOCI gains. And in line with what we previously said, we resumed stock buybacks this quarter and distributed a total of $1.9 billion in net repurchases back to shareholders. Now, let's go to our businesses starting with CCB on page 4. Touching quickly on the health of U.S. consumers and small businesses based on our data. Both continue to show resilience and remain on the path to normalization, as expected, but we continue to monitor their activity closely. Spend remains solid and we have not observed any notable pullback throughout the quarter. Moving to financial results, CCB reported net income of $5.2 billion, on revenue of $16.5 billion, which was up 35% year-on-year. In Banking and Wealth Management, revenue was up 67% year-on-year, driven by higher NII on higher rates. Average deposits were down 2% quarter- on-quarter, in line with recent trends. Throughout the quarter, we continued to see customer flows to higher yielding products as you would expect, but we're encouraged by what we are capturing in CDs and our wealth management offerings. Client investment assets were down 1% year-on-year, but up 7% quarter-on-quarter, driven by market performance as well as strong net inflows. In Home Lending, revenue was down 38% year-on-year, largely driven by lower net interest income from tighter loan spreads and lower production revenue. 3 Moving to Card Services and Auto - revenue was up 14% year-on-year, largely driven by higher Card Services NII on higher revolving balances, partially offset by lower Auto lease income. Credit card spend was up 13% year-on-year. Card outstandings were up 21%, driven by strong new account growth and revolve normalization. And in Auto, originations were $9.2 billion, up 10% year-on-year. Expenses of $8.1 billion were up 5% year-on-year reflecting the impact of wage inflation and higher headcount. In terms of credit performance this quarter, credit costs were $1.4 billion, reflecting reserve builds of $300 million in Card and $50 million in Home Lending. Net charge-offs were $1.1 billion, up about $500 million year-on-year, in line with expectations as delinquency levels continue to normalize across portfolios. Next, the CIB on page 5. CIB reported net income of $4.4 billion on revenue of $13.6 billion. Investment Banking revenue of $1.6 billion was down 24% year-on-year. IB fees were down 19%. We ranked number one with first quarter wallet share of 8.7%. In advisory, fees were down 6% compared to a strong first quarter last year. Our underwriting businesses continued to be affected by market conditions with fees down 34% for debt and 6% for equity. In terms of the outlook, the dynamics remain the same: our pipeline is relatively robust, but conversion is sensitive to market conditions and the economic outlook. We expect the second quarter and the rest of the year to remain challenging. Moving to Markets, total revenue was $8.4 billion, down 4% year-on-year. Fixed Income was flat. Rates was strong during the rally early in the quarter, as well as through the elevated volatility in March. Credit was up on the back of higher client flows and Currencies & Emerging Markets was down relative to a very strong first quarter in the prior year. Equity Markets was down 12%, driven by lower revenues in derivatives relative to a strong first quarter in the prior year and lower client activity in Cash. Payments revenue was $2.4 billion, up 26% year-on-year. Excluding the net impact of equity investments, primarily a gain in the prior year, it was up 55%, with the growth driven by higher rates, partially offset by lower deposit balances. Securities Services revenue of $1.1 billion was up 7% year-on-year, driven by higher rates, partially offset by lower deposit balances and market levels. Expenses of $7.5 billion were up 2% year-on-year as higher headcount and wage inflation were largely offset by lower revenue-related compensation. Moving to the Commercial Bank on page 6. Commercial Banking reported net income of $1.3 billion. Revenue of $3.5 billion was up 46% year-on-year, driven by higher deposit margins. Payments revenue of $2 billion was up 98% year-on-year driven by higher rates, and gross Investment Banking revenue of $881 million was up 21% year-on-year on increased M&A and bond underwriting from large deal activity. Expenses of $1.3 billion were up 16% year-on-year, largely driven by higher compensation expense, including front office hiring and technology investments, as well as higher volume-related expense. Average deposits were down 16% year-on-year and 5% quarter-on- quarter, predominantly driven by continued attrition in non-operating deposits as well as seasonally lower balances. Loans were up 13% year-on-year and 1% sequentially. C&I loans were up 1% quarter-on-quarter, with somewhat different dynamics based on client size. In Middle Market Banking, higher rates and recession concerns have decreased new loan demand and utilization, which is also leading to weakness in capex spending. In Corporate Client Banking, utilization rates increased modestly quarter-on-quarter as capital market conditions led more clients to opt for bank debt. CRE loans were also up 1% sequentially, with higher rates creating headwinds from both originations and prepayments. And given the recent focus on commercial real estate, let me remind you that our office sector exposure is less than 10% of our portfolio and is focused in urban dense markets; and nearly two-thirds of our loans are multifamily, primarily in supply constrained markets. Finally, credit costs of $417 million included a net reserve build of $379 million predominantly driven by what I mentioned upfront. Then to complete our lines of business, AWM on page 7. Asset & Wealth Management reported net income of $1.4 billion with pre-tax margin of 35%. Revenue of $4.8 billion was up 11% year-on-year, driven by higher deposit margins on lower balances and a valuation gain on our initial investment triggered by taking full ownership of our Asset Management Joint Venture in China, partially offset by the impact of lower average market levels on management fees and lower performance fees. Expenses of $3.1 billion were up 8% year-on-year, predominantly driven by compensation, reflecting growth in our private banking advisor teams, higher revenue-related compensation and the run-rate impact of acquisitions. For the quarter, net long-term inflows were $47 billion, led by Fixed Income and Equities. And in liquidity, we saw net inflows of $93 billion, inclusive of our ongoing deposit migration. AUM of $3 trillion was up 2% year-on-year and overall client assets of $4.3 trillion were up 6% driven by continued net inflows into liquidity and long-term products. And finally, loans were down 1% quarter-on-quarter, driven by lower securities-based lending, while average deposits were down 5%. Turning to Corporate on page 8. Corporate reported net income of $244 million. Revenue was $985 million compared to a net loss of $881 million last year. NII was $1.7 billion, up $2.3 billion year-on-year, due to the impact of higher rates. NIR was a loss of $755 million compared with a loss of $345 million in the prior year, and included the net investment securities losses I mentioned earlier. Expenses of $160 million were down $24 million year-on-year. And credit costs of $370 million were driven by reserve builds on a couple of single name exposures. 4 Next, the Outlook on page 9. We now expect 2023 NII and NII ex. Markets to be approximately $81 billion. This increase in guidance is primarily driven by lower rate paid assumptions across both consumer and wholesale in light of the expectation of Fed cuts later in the year, as well as slightly higher card revolving balances. Note that in line with my comments at the outset, recent deposit balance increases are not a meaningful contributor to the upward revision in the NII outlook given that we expect a meaningful portion of the recent inflows to reverse later in the year. I would point out that this outlook still embeds significant reprice lags: we think a more sustainable NII ex. Markets run-rate in the medium-term is well below this quarter's $84 billion, as well as below the $80 billion that is implied for the rest of the year by our full year guidance; and while we don't know exactly when this lower run-rate will be reached, when it happens, we believe it will be around the mid-70s. And, of course, as we mentioned last quarter, this NII outlook remains highly sensitive to the uncertainty associated with the timing and the extent of deposit reprice, investment portfolio decisions, the dynamics of QT and RRP, the trajectory of Fed funds, as well as the broader macroeconomic environment - including its impact on loan growth. Separately, it's worth noting that Markets NII may start to trend slightly positive towards the end of the year as a function of mix and rate effects. Moving to expenses, our outlook for 2023 continues to be about $81 billion. Importantly, this does not currently include the impact of the pending FDIC special assessment. And on credit, we continue to expect the 2023 Card net charge-off rate to be approximately 2.6%. So to wrap up, our strong results this quarter once again highlight the earnings power of this diversified franchise. We have benefited from our fortress principles and commitment to invest, which we will continue to do as we head into an increasingly uncertain environment. With that - operator please open the line for Q&A. QUESTION AND ANSWER SECTION"
        },
        {
            "uuid": "9d8d7f14-a3c6-4b5d-8878-dfa7ddea4662",
            "speaker": "Operator",
            "utterance": "Please stand by. The first question is coming from the line of Steve Chubak with Wolfe Research, now open."
        },
        {
            "uuid": "65c9347f-78b6-49d9-b34e-54e6eb2a853e",
            "speaker": "Steven Chubak",
            "utterance": "Q Hey, good morning."
        },
        {
            "uuid": "b33c3811-96c3-4e60-9588-1f29e3c262be",
            "speaker": "Jeremy Barnum",
            "utterance": "A Good morning, Steve."
        },
        {
            "uuid": "b506517d-3b0f-4149-9531-81a4a930a1c0",
            "speaker": "Steven Chubak",
            "utterance": "Q So, Jamie, I was actually hoping to get your perspective on how you see the recent developments with SVB impacting the regulatory landscape for the big banks. In your letter you spent a fair amount of time highlighting the consequences of overly stringent capital requirements, the risk of steering more activities to the less regulated nonbanks. But what are some of the changes that you're scenario planning for - whether it's higher capital, increase in FDIC assessment fees? And along those same lines, how you're thinking about the buyback given continued strong capital build, but a lot of macro uncertainty at the moment."
        },
        {
            "uuid": "245a8dd5-5a2a-4d1e-b4ae-298bf93b757e",
            "speaker": "Jamie Dimon",
            "utterance": "A Well, I think you were already kind of complete with answering your own question there. Look, we're hoping that everyone just takes a deep breath and looks at what happened and the breadth and depth of regulations already in place. Obviously, when something happens like this, you should adjust, think about it. So I think down the road there may be some limitations on held-to-maturity, maybe more TLAC for certain type-size banks, and more scrutiny on interest rate exposure, and stuff like that. But it doesn't have to be a revamp of the whole system, just recalibrating things the right way. And I think it should be done knowing what you want the outcome to be. The outcome you should want is very strong community and regional banks. And certain actions are taken which are drastic - it could actually make them weaker. So, that's all it is. We do expect higher capital from Basel IV, effectively and, obviously there's going to be an FDIC assessment - that'll be what it is. 5"
        },
        {
            "uuid": "fe8dc043-b83a-468f-9664-f870c2989102",
            "speaker": "Steven Chubak",
            "utterance": "Q Got it. And just in terms of appetite for the buyback, just given some of the"
        },
        {
            "uuid": "cb306f6c-f017-4662-a554-88208cdbe488",
            "speaker": "Jamie Dimon",
            "utterance": "A Oh, yeah."
        },
        {
            "uuid": "c866ad37-ca7d-440e-8b24-bfb9424812e5",
            "speaker": "Steven Chubak",
            "utterance": "Q elevated macro uncertainties."
        },
        {
            "uuid": "eff81d4d-0d23-4c79-a7ce-4c01ffddf6a2",
            "speaker": "Jamie Dimon",
            "utterance": "A Well, we've told you that we're kind of penciling in $12 billion for this year. Obviously, capital is more than that, but - and we did a little bit of buyback this quarter. We're going to wait and see. We don't mind keeping our powder dry, and you've seen us do that with investment portfolios, and we're also going to do that with capital."
        },
        {
            "uuid": "846d5990-2d9a-4bb5-b3e5-8ee68791ca2c",
            "speaker": "Steven Chubak",
            "utterance": "Q That's great. I'll hop back into the queue. Thanks so much for taking my questions."
        },
        {
            "uuid": "cfc6003e-5821-4130-b3c8-7c28f656d1a5",
            "speaker": "Jamie Dimon",
            "utterance": "A Okay."
        },
        {
            "uuid": "659d5f7f-3670-454e-83f4-2d2bc06869a5",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "701eb872-41f1-4c15-a326-a6aac45e7f97",
            "speaker": "Ken Usdin",
            "utterance": ""
        },
        {
            "uuid": "e65255da-4cc5-4bca-ad4c-77fb1746a51c",
            "speaker": "Ken Usdin",
            "utterance": "Q Hey, thanks. Good morning. Hey, Jeremy, I was just wondering if you can just give us a little bit more detail on those lower funding expectation points that you made, just in terms of is it because of what you can offer the client that might allow you to kind of keep that beta lower? And maybe you can just kind of wrap it into what your overall beta expectations are in that revised update? Thank you."
        },
        {
            "uuid": "dbc681bb-c75b-407c-aecc-c730672f9ad9",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah, sure. So let me just summarize the drivers of the change in the outlook. So the primary driver really is lower deposit rate paid expectations across both consumer and wholesale, which, as you mentioned, is driven by a couple factors. So, the change in the rate environment, with cuts coming sooner in the outlook, all else equal, does take some pressure off the reprice. And as you said, we're getting a lot of positive feedback from the field on our product offerings. The short-term CD, in particular, is really getting a lot of positive feedback from our folks in the branches. It's been very attractive to yield-seeking customers. So that's kind of working well. And then on the asset side, we are seeing a little bit higher Card revolve, which is helping. And I'll just remind you that at a conference in February, I suggested that we were already starting to feel like some of the uncertainties we mentioned when giving the guidance had started all moving in the same direction, and that was one of the things that contributed to the upward revision, like all of the uncertainty kind of went the same way. But as Jamie's pointed out - those uncertainties are all still there, we highlight them on the page, and as we look forward to this year and to next year and the medium-term we remain very focused on those. 6"
        },
        {
            "uuid": "4d5ba0ed-d856-4741-a247-7cd90f3e20cb",
            "speaker": "Ken Usdin",
            "utterance": "Q Yeah, and as a follow-up on the point about rate expectations coming now in, and potentially getting cut sooner - how do you take a look at what that might mean just for the broader economy? Do you think it's more just because inflation's coming down? Do you think it's because the Fed's just got to react to an even tougher economy and still some of those storm clouds that might be out there? Just kind of your general thinking about the other read-throughs of what lower rates quicker will mean for the broader economy."
        },
        {
            "uuid": "731a1987-11be-48b9-ac9e-ff5e4aca4b2a",
            "speaker": "Jamie Dimon",
            "utterance": "A Well first of all, I don't quite believe it. So the Fed has the rate curve, the forward short-term rate curve, almost at 1% higher than what the market has. So one of the things you got to always prepare for is - it could be anything, we don't know what the rate curve is going to be in a year. And so we're quite cautious in that and quite thoughtful about that. Obviously, the short-term read is higher recessionary risk and then inflation coming down. So I think inflation will come down a little bit, but it could easily be stickier than people think and therefore, the rate curve will have to go up a little bit."
        },
        {
            "uuid": "5e9b6ba1-95da-4f1c-95a2-3022f7874b21",
            "speaker": "Ken Usdin",
            "utterance": "Q Okay. Thank you very much."
        },
        {
            "uuid": "af7103fb-e628-417c-b7b1-45f4d56385d5",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "72b84a18-3c26-472c-9622-93ac284affed",
            "speaker": "John Mcdonald",
            "utterance": ""
        },
        {
            "uuid": "1deee373-c9ed-453d-a7c5-92601031a34f",
            "speaker": "John Mcdonald",
            "utterance": "Q Hi, thanks. Jeremy, wanted to follow up again on the drivers of the NII revision and the lower rates paid assumption. You mentioned the Fed cuts coming sooner and positive feedback on the customer offers. What about the March events? Do the bank failures there that happened in March - in your view, do they slow the reprice intensity because folks are moving other than price reasons? Or they intensify it industry-wide because smaller banks have to reprice to keep their deposits? How do those events influence your view of the reprice?"
        },
        {
            "uuid": "b5e7b97d-ba0e-424b-97f8-2c39e20de3bb",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. John, it's a really good question, and we've obviously thought about that. But as we sit here today, I guess I have two answers to that. One is it's not meaningfully affecting our current outlook - we don't see it as a major driver. And I think in terms of the larger dynamics that you lay out, it's just a little too early to tell. But from where we are right now, the base case is no real impact."
        },
        {
            "uuid": "b4bba8b1-e001-46a7-bbba-1d7599df4355",
            "speaker": "John Mcdonald",
            "utterance": "Q Okay. And then I wanted to ask Jamie - there's a narrative out there that the industry could see a credit crunch - banks are going to stop lending, even Jay Powell mentioned that as a risk. Do you see that in terms of anything you look at in terms of lending and is that a reaction that makes sense - that banks might be retrenching a lot here? Do you worry about that for the economy in terms of credit crunch? Thanks."
        },
        {
            "uuid": "47b80798-99da-49d1-b572-da7df8a10332",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah. I wouldn't use the word credit crunch if I were you. Obviously, there's going to be a little bit of tightening, and most of that will be around certain real estate things. And you've heard it from real estate investors already, so I just look at that as a kind of thumb on the scale. It just makes the Fed's conditions be a little bit tighter, it increases the odds of a recession - that's what that is. It's not like a credit crunch."
        },
        {
            "uuid": "37a74668-fcda-46c6-9ad7-80fe8114906f",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "a695aa53-346e-489d-8ffc-e525a4ca1e8c",
            "speaker": "Erika Najarian",
            "utterance": "7"
        },
        {
            "uuid": "504ce67f-8c66-4bcb-aab3-ce5f444b5176",
            "speaker": "Erika Najarian",
            "utterance": "Q Hi. Good morning. My first question is you mentioned that your reserve build was driven mostly by worse economic assumptions. I'm wondering if you could update us on what unemployment rate you're assuming in your reserve."
        },
        {
            "uuid": "cfe6622e-e080-4d90-9633-876c7672caf4",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. So, Erika, as you know, we take - not going to go into a lot of detail here - but we take the outlook from our economists, we run a bunch of different scenarios and we probability-weight those. The central case outlook from our research team hasn't actually changed, but we felt that in line with what Jamie just said in terms of a little bit of tightening as a result of the events of March, it made sense to add a little bit of weight to our relative adverse case. So we did that, which changed the weighted-average expectation. And I think that the weighted-average peak unemployment that we're using now is something like 5.8%."
        },
        {
            "uuid": "e05a83f0-e4f4-4ed6-a0c0-4be78a65a8b4",
            "speaker": "Erika Najarian",
            "utterance": "Q So, as you think about all of what you've just told us - so $81 billion of NII this year, and who knows when medium-term is going to happen of mid-70s, the clear strength of the franchise producing 23% ROTCE in a quarter where your CET1 is 13.8% and a reserve that already reflects 5.8% unemployment. As we think about recession and what JPMorgan can earn in a recession, do you think you can hit 17% ROTCE even in 2024 - assuming we do have a recession in 2024 as everybody is expecting - given all these revenue dynamics and how prepared you are on the reserve?"
        },
        {
            "uuid": "511dc857-6955-4d34-a436-1f8868dd1342",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. I mean that's an interesting question, Erika. I guess I'll say a couple things."
        },
        {
            "uuid": "9bf13443-bdae-4a23-955d-296acb67a5b9",
            "speaker": "Jamie Dimon",
            "utterance": "A It's a great question, so I want to see how Jeremy answers it."
        },
        {
            "uuid": "9fa67bcf-9951-4f0b-8b4b-88ea22a37beb",
            "speaker": "Jeremy Barnum",
            "utterance": "A Okay. Let's take a crack. Let's see what the boss thinks. I think number one, we believe, have said, and continue to believe that this is fundamentally a 17% through the cycle ROTCE franchise, so number one. Number two, as Jamie always says, we run this company for all different scenarios and to have it be as resilient as possible across all different scenarios. On the particular question of ROTCE expectations in 2024 contingent on the particular economic outlook, obviously it depends a lot on the nature of the recession. I think we feel really good about how the company is positioned for a recession, but we're a bank. A very serious recession is of course going to be a headwind for returns, but we think even in a fairly severe recession, we'll deliver very good returns - whether that's 17% or not is too much detail for now."
        },
        {
            "uuid": "4cbef9be-5193-4880-ae34-dc8bf8df406c",
            "speaker": "Erika Najarian",
            "utterance": "Q Thank you."
        },
        {
            "uuid": "c29e6dbc-b25f-47cb-9e4f-cea513a80b71",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "1df2ebe0-0c76-4be5-846d-0cc2db2bab3d",
            "speaker": "Jim Mitchell",
            "utterance": "8"
        },
        {
            "uuid": "d4a37694-f0bd-4731-b71e-a32e57238c89",
            "speaker": "Jim Mitchell",
            "utterance": "Q Hey. Good morning. Maybe just a little bit on the deposit, your thought process there. You've seen some inflows. Why do you think that you lose them going forward? And just maybe talk a little bit about the dynamic in pricing - do you feel like given the inflows, do you see some pricing power for the larger banks?"
        },
        {
            "uuid": "e35daa4b-d876-45b4-b346-59f97f25180d",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. A couple things there. So, first of all, we don't know. Right? The deposits just came in. We don't know. We're guessing. Number two, the deposits just came in. So, by definition, these are somewhat flighty deposits because they just came into us, so it's prudent and appropriate for us to assume that they won't be particularly stable. Number three, there's a natural amount of internal migration of deposits to money funds so you have to overlay that and that's embedded in our assumptions. And number four, it's a competitive market, and it's entirely possible that people temporarily come to us and then over time decide to go elsewhere. So, for all of those reasons, we're just being realistic about the stickiness of it."
        },
        {
            "uuid": "b011cb0d-6803-4c04-a0fe-c6b830e24850",
            "speaker": "Jamie Dimon",
            "utterance": "A If I add, I would say, categorically, there's no pricing power that the bigger banks have because if you look at the pricing - and we look at pricing sheets all the time - every bank is in a slightly different position and every bank is competing in three-month, six-month, nine-month savings rates. And then you have the online banks, you got treasury bills, you got money market funds. There's no pricing power for the bank, but obviously we all have different franchises and we're all in a slightly different position."
        },
        {
            "uuid": "a99f47be-f049-4748-bbdc-85a15dc69d6a",
            "speaker": "Jim Mitchell",
            "utterance": "Q No, fair - all fair points. And maybe just a follow-up on John's question on the lending environment. You talked about the industry likely pulling back. Are you changing your underwriting standards in any way? Just trying to think through is there potential for some market share gains given your strength of capital and liquidity? Or how you're thinking about the loan environment?"
        },
        {
            "uuid": "227acf6f-7a0c-4a0c-8ac6-0aaade981527",
            "speaker": "Jamie Dimon",
            "utterance": "A I'd say very modestly, but we look at that all the time."
        },
        {
            "uuid": "bf0c718f-20f2-4722-924d-0ca6b83f2d1b",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. And we always say, right, we underwrite through the cycle. And I think notably, we didn't loosen our underwriting standards when all the numbers looked crazy good during the pandemic, and we're not going to overreact now and tighten unreasonably. Some of that correction happens naturally - credit metrics deteriorate for borrowers whether in consumer or wholesale, and that might make them leave our pre- existing risk appetite, but we're not running around aggressively tightening standards right now."
        },
        {
            "uuid": "6977268b-d5b9-44d8-8f99-6aecac682c45",
            "speaker": "Jim Mitchell",
            "utterance": "Q Okay. Great. Thanks."
        },
        {
            "uuid": "e47ba17e-5d37-4033-9bc8-1f7345d6599f",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "25b28965-0685-477d-b95e-cf62ceedc63c",
            "speaker": "Gerard Cassidy",
            "utterance": "9"
        },
        {
            "uuid": "421209f7-7aee-42a9-b6a7-287ed3d584e8",
            "speaker": "Gerard Cassidy",
            "utterance": "Q Thank you. Hi, Jeremy."
        },
        {
            "uuid": "811112cb-300b-4f00-b2da-54f3cb3b6541",
            "speaker": "Jeremy Barnum",
            "utterance": "A Hey, Gerard."
        },
        {
            "uuid": "102d8be6-fd65-47b7-993d-7742585b4f2e",
            "speaker": "Gerard Cassidy",
            "utterance": "Q In your comments about your CET1 ratio, obviously it came in strong at 13.8%. You've got the GSIB buffer obviously going up next year, and we have the stress test coming this summer or in June - the results - which maybe will lead to banks, including yours, having a higher Stress Capital Buffer. Where should we think about that CET1 ratio being by the end of the year, do you think?"
        },
        {
            "uuid": "65befc92-46c9-44d1-b095-b95d6e8a557b",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. So a few things on there, Gerard. So we have previously said that we were targeting 13.5% in the first quarter of 2024 as a function of assuming an unchanged SCB, the increased GSIB step and operating with a 50-basis-point buffer. So, the point that Jamie made a second ago, in light of the environment, Basel IV, dry powder, you know, who knows how we'll tweak that going forward. But that's still our base case assumption. Specifically on the stress test, contrary to what I've heard some people argue, our ability to predict the SCB ahead of time from running our own process is actually quite limited. And you'll remember last year that even though we did predict an increase, we were off by almost a factor of two in terms of how big it wound up being, and that was a big surprise for the whole industry. So, we want to be quite humble about our ability to predict the SCB. But having said that, for right now we are assuming it will be unchanged. There are some tailwinds in there through the OCI, but we believe there will likely be some offsets and harsher credit shocks in the number, so for planning purposes right now we're assuming flat for SCB, and we'll know soon enough what that actual number is."
        },
        {
            "uuid": "94992d1f-a402-4e9c-aa47-175b8fc7d0c8",
            "speaker": "Gerard Cassidy",
            "utterance": "Q Sure. And then just as a follow-up, if I heard you correctly, can you give us a little more color - I think you mentioned in building the loan loss reserve this quarter you identified some one-off credits? I don't know if that's how you said it - there's some larger credits. Were they commercial real estate oriented? Were they commercial? Any more color there?"
        },
        {
            "uuid": "1e0c8eb7-cad2-457b-af93-ab0dde04b1d4",
            "speaker": "Jeremy Barnum",
            "utterance": "A No, it wasn't commercial real estate. It was just a couple of single name items in the Corporate segment."
        },
        {
            "uuid": "698c6ff9-cea7-4db0-aa0b-914963f50889",
            "speaker": "Gerard Cassidy",
            "utterance": "Q Leverage loan-type items or just regular Corporate credits?"
        },
        {
            "uuid": "3b4bdd33-ef0a-4618-a9ca-d29b7494cb72",
            "speaker": "Jeremy Barnum",
            "utterance": "A Regular Corporate credits. I'd rather not get into too much detail 10"
        },
        {
            "uuid": "1f21a86b-b0a4-46f6-8eaf-5a5af3d6de8f",
            "speaker": "Gerard Cassidy",
            "utterance": "Q Okay, very good."
        },
        {
            "uuid": "aebf67af-6b9a-4aef-9969-17afc641a79c",
            "speaker": "Jeremy Barnum",
            "utterance": "A …Gerard. Sorry. Thanks."
        },
        {
            "uuid": "24a7f3eb-5a40-4f43-a509-fb31256cf844",
            "speaker": "Gerard Cassidy",
            "utterance": "Q Thank you."
        },
        {
            "uuid": "65e3c5ce-79fb-435a-bb9c-160802aa03e7",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "a664595a-f2f2-4f71-84c2-59089ca69447",
            "speaker": "Ebrahim Poonawala",
            "utterance": ""
        },
        {
            "uuid": "19cae75b-0481-44be-9271-05bc573f5827",
            "speaker": "Ebrahim H. Poonawala",
            "utterance": "Q Hi, good morning. I guess, maybe one question, Jeremy. You reminded us of the relatively low office exposure for JPM. But, obviously, you're big players in the CRE market. Just give us a sense of when you look at the two pressure points on CRE, one, how much is oversupply - and that probably goes beyond office into apartments - how much of a issue is oversupply in the market as we think about the next few years going into a weakening economy? And how much of a risk is higher for longer rates in that if the central banks can't cut rates in the next year or two, we will see a ton of more pain because of the re-fi wall that's coming up?"
        },
        {
            "uuid": "0db9c274-830a-46c1-a604-484163f8fda9",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah, so Ebrahim let me sort of respond narrowly in connection with our portfolio and our exposure, right? So, really, the large majority of our commercial real estate exposure is multi-family lending in supply constrained markets. And I think it's quite important to recognize the difference between that and sort of higher end, higher price point, non-rent controlled, not supply constrained markets. So, our space is really quite different in that respect, and I think that's a big part of the reason the performance has been so good for so long. So, of course, we watch it very carefully and we don't assume that past performance predicts future results here, but I think our multi-family lending portfolio is quite low risk in the scheme of things."
        },
        {
            "uuid": "fd7fd9a9-ba78-4808-87c0-9f750de2e138",
            "speaker": "Jamie Dimon",
            "utterance": "A Can I just add also, housing is in short supply in America. It's not massively oversupplied like you saw in 2008."
        },
        {
            "uuid": "999ab2aa-d32c-4840-8fa2-f4b72070545c",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. And then in terms of the office space, as you know, our exposure is quite small. Yes, Jamie, has also mentioned all the re-fi dynamics that you mentioned too are something that the office space is processing one way or the other. Our office exposure is quite modest, very concentrated in Class A buildings in sort of dense urban locations where the return to the office narrative is one of the drivers - is generally in favor of high occupancy. So, again, watching it. There are obviously specific things here and there to pay attention to, but in the scheme of things for us, not a big issue."
        },
        {
            "uuid": "4f33d98a-e999-480c-9a95-eb32a4435a52",
            "speaker": "Ebrahim H. Poonawala",
            "utterance": "Q And just as a follow up, I think the other risk from higher for longer rates, I think, is this - the ability of the economy, the financial markets to sustain a 5% less Fed fund for a long period of time? Like, what are the other areas you're watching if duration mismatch and bank balance 11"
        },
        {
            "uuid": "73cbaec5-711d-4a5e-aee7-fc1751f7b027",
            "speaker": "Ebrahim H. Poonawala",
            "utterance": "Q sheets being one, CRE market being one, are you worrying - worried about non-banks that have grown exponentially over the last decade in terms of risks at the non-banks if rates don't get cut? And if you can talk to the transmission mechanism of that coming back and hitting banks given the leverage that banks provide to the non-banks."
        },
        {
            "uuid": "495ae2b2-569d-4499-8395-35a6f30d270b",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah, so I'd like to answer that. So there is a risk of higher rates for longer. And don't just think of just the Fed Funds rate, because I think you should - for our planning - I'd be thinking more about it could be 6%. And then think about the five- and ten-year rate which could be 5%, and I think if those things happen - I'm not saying they're going to happen - I just think people should prepare for them, they saw what just happened when rates went up beyond people's expectations. You had the gilt problem in London, you had some of the banks here. People need to be prepared for the potential of higher rates for longer. If and when that happens, it will undress problems in the economy for those who are too exposed to floating rates, for those who are too exposed to re-fi risk. Those exposures will be in multiple parts of the economy. I say to all of our clients - now would be the time to fix it. Do not put yourself in a position where that risk is excessive for your company, your business, your investment pools, et cetera. That's answer number one. Number two is, it will not come back to JPMorgan. Okay? While we do provide credit to what you call shadow banks, it is very - we think - it's very, very secure. That does not mean it won't come back to other credit providers."
        },
        {
            "uuid": "64322dd0-4040-407f-8b6a-70ef0eb273a9",
            "speaker": "Ebrahim H. Poonawala",
            "utterance": "Q Got it. Very helpful. Thank you."
        },
        {
            "uuid": "c17b50e2-0e13-4b97-94fb-aca13becb96c",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "74344bdf-0e29-47c4-a142-f03180a74251",
            "speaker": "Mike Mayo",
            "utterance": ""
        },
        {
            "uuid": "ad4d26c7-a1c7-41bf-8891-5e0f514a9cfb",
            "speaker": "Mike Mayo",
            "utterance": "Q Hey Jeremy, you mentioned a degree of reintermediation to the lending markets. You said capital markets activity has gone to bank lending, and I'm just wondering, as part of your $7 billion increased NII guide, are you assuming better loan spreads? And on the topic of loan pricing, why aren't your credit card yields going higher than where they are today? Thanks."
        },
        {
            "uuid": "93a0bc2b-c1ca-499c-9fed-ea3a9e5a4a2d",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah, Mike. So I think, yeah, you're referring to my comments that I made in the Commercial Bank about the fact that the larger Corporate segment within the Commercial Bank that would generally have access to capital markets but also access to bank lending, at the margin is choosing to draw down revolvers right now rather than access the capital markets. That is not a particularly meaningful driver of the increase in NII guidance. There's a lot of odds and ends in there, but the major drivers are the ones that I called out. And to be honest, I haven't actually specifically checked what's happening with Card yields. I would imagine that they've gone up a little bit in line with rates, but I don't know. We should follow up here."
        },
        {
            "uuid": "7ae27034-8f78-4a2f-894a-b629d4b3b787",
            "speaker": "Mike Mayo",
            "utterance": "Q All right. And then one for you, Jamie. I guess taking the 10,000 foot level, I guess, when you look at asset liability management, or ALM - you could call this nightmare on ALM street, and you've seen some big problems at banks, and I guess how would you evaluate yourself, I guess, with this $7 billion higher NII guide? It probably is good, but to what degree are you willing to sacrifice JPM shareholder money to help rescue problem banks that did not get their asset liability management correctly? 12"
        },
        {
            "uuid": "a3810551-306e-4f6d-b910-9596d0284491",
            "speaker": "Jamie Dimon",
            "utterance": "A Well, it's two really different questions. So we've been quite cautious on interest rates for quite a while, and how we invest our portfolio, what our expectations are, our stress testing. The stress test - the CCAR stress test, as you know, had rates going down. I always looked at rates going up and being prepared - whether or not anything is going to happen. So we've been quite conservative ourselves and we don't mind continuing to do that because I remind people that having excess capital, you haven't lost it. It's kind of earnings in store - you get to deploy it later and maybe at a more opportune time, when the time comes. And look, we like to help the system when it needs help, if we can reasonably. And we're not the only ones, you saw a lot of banks do that, and I was proud of them. I think all of us did the right thing. Whether ultimately it works out or not, well, you could second-guess that when it happens. But the fact is, I think people want to help the system. And this whole banking thing was bad for banks. And I knew that the second I saw the headline, and then you had Credit Suisse. We want healthy community banks. We want healthy regional banks. We want to help them get through this. We have, you'll remember, Mike, as you point out, we have the best financial system the world's ever seen. That does not mean it won't have problems, doesn't mean there shouldn't be changes made, but I think it's reasonable for people to help each other in times of need. And we all did that - all of us - did that during COVID. All of us did that - if you could, those who could - did it during the Great Financial Crisis, and I would expect people to do that going forward."
        },
        {
            "uuid": "a1749592-ea3b-411f-a2b5-99a527b8c40b",
            "speaker": "Mike Mayo",
            "utterance": "Q Hey Jamie, your CEO letter said the banking crisis isn't over. So, what do you mean by that? Or was that dated two weeks later? Are you talking contagion or what?"
        },
        {
            "uuid": "845e987f-0801-47fc-9d31-76f6e94cd2e3",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah. So it's just - the number of banks offsides you can count on your hands, in terms of too much interest rate exposure, too much ATM, too much uninsured deposits. And so there may be additional bank failures, something like that, which we don't know. But you're going to see next week regional banks have pretty good numbers. A lot of people are going to have - can take - actions to remediate some of the issues they may have going forward. You've already seen things calm down quite a bit, particularly in deposit flows. Warren Buffett was on TV talking about that he would bet $1 million - I don't know if you saw that - that no depositor will lose money in America. That he's willing to bet his own money. And of course, you know he's a very bright man. So, this crisis is not 2008. It will pass. And the one thing I pointed out is, when I answered the question just before about interest rates - people need to be prepared. They shouldn't pray that they don't go up. They should prepare for them going up. And if it doesn't happen, serendipity."
        },
        {
            "uuid": "2f075d78-5fd1-469f-859f-8ad9e32e2901",
            "speaker": "Mike Mayo",
            "utterance": "Q All right. Thank you."
        },
        {
            "uuid": "17cc5c29-5c2e-44f5-b423-89cbc41bcc50",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah."
        },
        {
            "uuid": "6ef5a680-ba96-4aa7-bdfb-4a2822c42ab0",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "3a363b14-0287-490c-9693-9fb4097ac6d7",
            "speaker": "Betsy Graseck",
            "utterance": ""
        },
        {
            "uuid": "0ad24779-0bbd-4f81-af13-54e367fadc0b",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q Hi. Good morning. 13"
        },
        {
            "uuid": "9e73f125-c670-4fd9-9221-9b947a5c980c",
            "speaker": "Jeremy Barnum",
            "utterance": "A Hey, Betsy."
        },
        {
            "uuid": "dfd1d214-7f08-42e1-8e79-167d98645f1f",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q I do want to unpack the question here on the possibility of higher for longer rates and how that impacts you in your non-Markets NII"
        },
        {
            "uuid": "a610799a-9f01-4f2b-8692-a32d320d6a49",
            "speaker": "Jeremy Barnum",
            "utterance": "A Betsy, did we just lose you? I feel like you just dropped."
        },
        {
            "uuid": "becaae83-4a02-454d-8043-639df307bcfa",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q No, hear me? Hello?"
        },
        {
            "uuid": "2d839691-534f-444f-9d6d-7a434f566e87",
            "speaker": "Jamie Dimon",
            "utterance": "A Go ahead."
        },
        {
            "uuid": "a128e554-8361-4064-9bd6-3b1a7516dee3",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. You're back now."
        },
        {
            "uuid": "96bcf59f-bb34-40a6-aa28-56a84cd9bb2c",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q Okay. So I just wanted to unpack the higher for longer rate possibility as to how it impacts your NII because your NII guide is assuming the forward curve, if I understand correctly. So, in the event that you get that higher for longer, just how much does that impact NII ex. Markets because I'm trying to triangulate here about - maybe you lose some deposits, but if we have higher for longer, shouldn't we expect the trajectory goes up from this quarter as opposed to down? Is that - that's the question."
        },
        {
            "uuid": "45b7a2e7-f4e1-4da9-ae1b-5208b35c8d95",
            "speaker": "Jamie Dimon",
            "utterance": "A Go ahead, Jeremy. And then I'll go."
        },
        {
            "uuid": "a7397283-86ea-493a-9d4f-482e31723365",
            "speaker": "Jeremy Barnum",
            "utterance": "A Sure. So, Betsy, your question is very good. And I would say that if you look at the evolution of our outlook last year, it was pretty clear that we were very asset-sensitive, certainly in terms of the sort of one year forward EaR type measure. You also obviously know that our current EaR actually shows a slight negative number, so a tiny bit liability sensitive, and I won't get into all the nuances about why that may or may not be a great predictor in the short-term. But the point is that the level of rates now is of course very different from what it was last year. And at this level of rates, the relationship between our short-term NII evolution and the curve is not always going to be clear in any given moment. It's quite tricky, and it can behave in somewhat wonky ways as a function of, again, what I've alluded to a couple times on this call - the competitive environment for deposits, which is not, in fact, a sort of mathematically predictable thing as a function of the rate curve. So, that's why we're emphasizing all the different drivers of uncertainty in the NII outlook. Yeah. 14"
        },
        {
            "uuid": "291b63cb-fb56-4d61-bd74-2131b9e0db2d",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah. So I'll just add, so next quarter we all kind of know already. Two quarters out, we know a little bit less. Three quarters out, we know a little bit less. And 2024, we know very little. That number, you could imagine - this is a little inside baseball now - the number that we're talking about for 2024 is not based upon an implied curve. It's based upon us looking at multiple potential scenarios, leveling them kind of out and saying this is kind of a range. And you're absolutely correct. You could have an environment of higher for longer that might be better than that, but remember, higher for longer comes with a lot of other things attached to it - like maybe a recession, stagflation, lower volumes. So I wouldn't look at that as higher for longer is a positive. It might be a slight positive on that line. It would probably would be a negative on other lines."
        },
        {
            "uuid": "2b7f5b56-1443-428e-9acb-712b67b9ed6d",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q Yeah. Got it. Okay, that's super helpful to understand how you think through that. And then the follow-up is just on the buybacks. So do I take your comments to mean that you're on pause now? And if that's the case, what would be the driver of restarting?"
        },
        {
            "uuid": "0ca0e4e6-8e98-4bf3-ba2b-2b6dda3975df",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah. No. We're not on pause now. We're doing a little bit now. We obviously have a lot of excess capital. We also like to buy our stock when it's cheap, not just when it's available. And we're also peering ahead, looking at those little bit of storm clouds so we're going to be kind of cautious. So we're going to make this decision every day. We also don't like to tell the market what we're doing, just so you know."
        },
        {
            "uuid": "d2f30255-76bb-42b7-8c7c-59625af8549e",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q Yeah. And then can you give us any sense of what Basel IV endgame means to you in your RWAs? How much should we be baking in for those?"
        },
        {
            "uuid": "ac918d6c-8856-4a1a-898f-44e3d938f0f3",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah, Betsy, we really don't have any new information there, right? I mean, I think clearly if you go back like a year, we were maybe a little bit more optimistic that it might be across all the different levers and all the different pieces of it, closer to capital neutral. I think now it feels like it's likely to be worse than that. Hopefully, it's not too much worse than that. And I would just remind you that there are a lot of different levers, so when the NPR comes, that's only going to be a part of it, there's going to be other pieces - the holistic review. And it's going to take a lot of time to phase in and we're going to have time to adjust. So we'll know when we know."
        },
        {
            "uuid": "45cf72ad-fa30-46b4-9bac-dc4a215bb7c3",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q Got it."
        },
        {
            "uuid": "c32c63bd-a683-490a-b314-23481f267982",
            "speaker": "Jamie Dimon",
            "utterance": "A And there were supposed - I just remembered, there were supposed to be pauses in there about how they looked at banks relative to the global economy, which are getting smaller. The G-SIFI was supposed to be adjusted for that. So, it may very - we're expecting it go up, but there are a lot of reasons why it shouldn't go up. And JPMorgan - there's so much capital. I mean, so you can't look at JPMorgan and say, well, it's a capital issue. And even the banks, by the way, when you look at it - even though some of the banks that are in trouble, they have plenty of capital. Their issue wasn't capital, it was other things. And so I'm just hoping regulators are very thoughtful. And the other thing is they should a priori decide what they want out of the banking system at this point because I've made it clear - I can look at the banking system and say that no bank should keep a loan, if possible. That's how much capital is now being required for loans. 15"
        },
        {
            "uuid": "9176b63f-6bce-4c36-8112-07f5b62c3aea",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q This is based on the current rule set."
        },
        {
            "uuid": "2dc27919-7099-426d-be52-7038d09e85da",
            "speaker": "Jamie Dimon",
            "utterance": "A Yeah, because the market is pricing holds. The market would take loans at much lower capital ratio than banks are being forced to hold for them. I'm talking about just loans only. So that's why you're seeing a lot of capital go to - I mean a lot of credit go to non-banks, and dramatically, by the way. Rapidly and dramatically. And so if you're a regulator, you should be looking at it and saying, do I want that? Is that a good thing for the system? If you believe it's a good thing for the system, raise the capital and more credit will go out of the system. That's fine. If that's what they want, that's fine. But they should do it with a forethought, not accidentally."
        },
        {
            "uuid": "20d02804-a169-4fac-927d-f0b645b97070",
            "speaker": "Betsy L. Graseck",
            "utterance": "Q I like the NII from loans better than the gain on sale, so I'll prefer the former not the latter. But thanks, appreciate it."
        },
        {
            "uuid": "3556b463-f5d6-4a54-9fd2-5f65787988bf",
            "speaker": "Jamie Dimon",
            "utterance": "A Yes."
        },
        {
            "uuid": "9165aa5a-e311-45d9-975f-233cec47a7d8",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "eab9202d-33d2-4777-bf25-0c4238a0fda5",
            "speaker": "Glenn Schorr",
            "utterance": ""
        },
        {
            "uuid": "123ae70a-66c3-45a1-ab47-3513cfe2bd2f",
            "speaker": "Glenn Schorr",
            "utterance": "Q Thank you. So you talked about in your letter about regulators avoiding the knee-jerk reaction, which you addressed earlier. I'm curious on your thoughts around how customers have reacted and should react. Now my point, my question is - consumers can move excess cash balances if they want more insurance. They can do that in a lot of different ways: move it, treasuries, money market, extra accounts, whatever. The issue, the question I have for you is on the corporate side. Have you seen big changes in how corporate treasurers or CFOs are adapting their cash balances and working capital - and should they need to? And I appreciate your Warren Buffett comments."
        },
        {
            "uuid": "ce82d637-698c-4f97-94da-c8a58faffa62",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah, Glenn, in short, we really haven't seen big changes to speak of. And I do think it's just worth saying - I think you're sort of hinting at this a little bit when you talk about the behavior of corporates - that when we talk about responses to the recent events through the lens of uninsured deposits, that's obviously very different if you're talking about large balances of non-operating uninsured deposits from financial institutions or de facto financial institutions versus normal large corporate operating balances, which is, of course, like core banking business for all of us."
        },
        {
            "uuid": "f04e44ad-f551-49fb-8faf-9b518db7b7fd",
            "speaker": "Jamie Dimon",
            "utterance": "A When we saw it in Commercial Banking, Payments, Investment Banking and Custody, you did see money move - or I would call excess cash was moved out. But they have options. What I would call more like operational cash - so think even of a small companies, middle market companies, et cetera - that tends to be fairly sticky because you have your loans there, you have your money there, you're getting more and more competitive in rates. And that's why I think you see lot of regional banks - they've got sticky middle market deposits. If I lent you $30 million and you have $10 million, you're probably going to leave it at my bank. And they also are more competitive on the rate for that. So, I think you shouldn't be looking at deposit like one class - there's a whole bunch of different types, and analytically you go through each one and try to figure out what the stickiness is, and what the stickiness is and et cetera and so on. But I think they have already - as the Fed has raised rates, you've already seen - that's the reason we expected outflows both from consumers and corporate customers. 16"
        },
        {
            "uuid": "ff8cd858-2581-4c29-88a1-e82b80d7e7ee",
            "speaker": "Glenn Schorr",
            "utterance": "Q Interesting. Just follow-up, the other thing that caught my eye in the letter is you mentioned that you're exploring new capital optimization strategies including partnerships and securitizations. What's different than what you've already been doing for the last 30 years?"
        },
        {
            "uuid": "48ac14a8-b455-40c8-a0cf-5d295bd2e256",
            "speaker": "Jamie Dimon",
            "utterance": "A We've got our smartest people, we're going to figure out every angle to reduce capital requirements for JPMorgan. That's the difference. And we've been doing it, but there's securitizations, there are partnerships. You're seeing a lot of the private equity do the life insurance companies, and I expect that we're going to come up with a whole bunch of different things over time. And we'll shed certain assets, too."
        },
        {
            "uuid": "efab8067-5f7d-488b-bd6c-7e362c9a47e2",
            "speaker": "Glenn Schorr",
            "utterance": "Q Yeah. Thanks, Jamie."
        },
        {
            "uuid": "2513cf5f-486f-462d-aa81-631e07edab7a",
            "speaker": "Operator",
            "utterance": ""
        },
        {
            "uuid": "1da85714-d6f9-45fe-8854-15614a88bd99",
            "speaker": "Matt O'Connor",
            "utterance": ""
        },
        {
            "uuid": "fc535109-b776-4c06-9ee7-0cfde687bda4",
            "speaker": "Matt O'Connor",
            "utterance": "Q Good morning. You guys talked about one of the drivers of the higher net interest income guide this year is due to likely higher credit card balances. And I was just wondering if you could flush out what changed there on the outlook today versus three months ago. And I guess, is it a good or bad thing that those balances will be higher than you thought?"
        },
        {
            "uuid": "f73464b8-6abc-4308-997c-045d89e43956",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah. So the story there is kind of the same story we've been talking about for a while. It's just a matter of degree. So we had revolving balances obviously drop a lot during the pandemic period and then we talked about having them recover in absolute dollar terms to the same level as we'd had pre-pandemic, which I think happened last quarter. And then the remaining narrative is just the further normalization of the revolve per-account, because we also have seen some account growth, and that continues to happen. And so also, to Mike's question earlier, we're seeing a higher yield there as well. So, and on your question of whether it's good or bad, obviously there's a point at which the consumers have too much leverage. We don't see that yet, so."
        },
        {
            "uuid": "1cb40566-b65f-4fea-85a9-8c0fac14dd4d",
            "speaker": "Jamie Dimon",
            "utterance": "A It's normalization."
        },
        {
            "uuid": "78edc873-9c83-460c-b6f1-664302553b5a",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah."
        },
        {
            "uuid": "12a47e82-be41-480b-bd1b-0e3437434de5",
            "speaker": "Jamie Dimon",
            "utterance": "A It's a good thing for us. 17"
        },
        {
            "uuid": "5384256a-2d6d-410a-9428-1c71a50b8e5d",
            "speaker": "Jeremy Barnum",
            "utterance": "A Yeah."
        },
        {
            "uuid": "e8943d45-f42c-4139-a15a-0bfbaf87c6a7",
            "speaker": "Matt O'Connor",
            "utterance": "Q Okay. And then just separately to squeeze in - you guys took some securities losses again this quarter. And in the past you've talked about really just going security-by-security looking for, kind of, pricing opportunities. Is that kind of what drove it again this quarter, or is there some kind of broader, overarching…"
        },
        {
            "uuid": "b9b0abbf-936e-4ab0-b93d-430684502368",
            "speaker": "Jamie Dimon",
            "utterance": "A That'll be every quarter for the rest of our lives. Sell what we find rich, and we buy what we think is dear"
        },
        {
            "uuid": "970f5d02-065a-4d15-af56-af4d8ec8c8ff",
            "speaker": "Jeremy Barnum",
            "utterance": "A Cheap."
        },
        {
            "uuid": "0048b74a-0971-48b0-9c88-fcd004d59459",
            "speaker": "Jamie Dimon",
            "utterance": "A Cheap."
        },
        {
            "uuid": "1c885c7c-a48c-4b66-89d3-62b745ac7dca",
            "speaker": "Matt O'Connor",
            "utterance": "Q Okay. All right. Thank you."
        },
        {
            "uuid": "4d40a422-6c19-45f2-9238-24c6a606e414",
            "speaker": "Operator",
            "utterance": "We have no further questions."
        },
        {
            "uuid": "ac9a7b76-1550-4747-93cf-f43f421b0134",
            "speaker": "Jamie Dimon",
            "utterance": "Excellent. Folks, thank you very much."
        },
        {
            "uuid": "125ce3b8-f545-40e7-beaf-d72e5fd58e7d",
            "speaker": "Operator",
            "utterance": ""
        }
    ]
}